Repository: markmc/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: cs

source: Rebooting instance after nova-compute restart.
cs: Restartování instance po restartu nova-compute.

source: Hypervisor driver does not support firewall rules
cs: Ovladač hypervizoru nepodporuje pravidla firewallu

source: Checking state
cs: Kontrola stavu

source: Setting up bdm %s
cs: Nastavování bdm %s

source: Instance has already been created
cs: Instance již byla vytvořena

source: image_id=%(image_id)s, image_size_bytes=%(size_bytes)d, allowed_size_bytes=%(allowed_size_bytes)d
cs: ID obrázku=%(image_id)s, velkost obrázku v bajtech=%(size_bytes)d, povoleno bajtů=%(allowed_size_bytes)d

source: Image '%(image_id)s' size %(size_bytes)d exceeded instance_type allowed size %(allowed_size_bytes)d
cs: Velikost %(size_bytes)d obrázku '%(image_id)s' překročila povolenou velkost %(allowed_size_bytes)d pro typ instance

source: Starting instance...
cs: Spouštění instance...

source: Skipping network allocation for instance
cs: Přeskakování přidělení sítě pro instanci

source: Instance failed network setup
cs: Instance selhala v nastavení sítě

source: Instance network_info: |%s|
cs: Informace o síti instance: |%s|

source: Instance failed block device setup
cs: Instance selhala nastavení blokového zařízení

source: Instance failed to spawn
cs: Instance nemohla být spuštěna

source: Deallocating network for instance
cs: Navrácení sítě pro instnac

source: %(action_str)s instance
cs: %(action_str)s nstance

source: Ignoring DiskNotFound: %s
cs: Ignorování DiskNenalezen: %s

source: terminating bdm %s
cs: ukončování bdm %s

source: %s. Setting instance vm_state to ERROR
cs: %s. Nastavování stavu vm instance na ERROR

source: instance %s: snapshotting
cs: instance %s: pořizování snímku

source: Found %(num_images)d images (rotation: %(rotation)d)
cs: Nalezeno %(num_images)d obrazů (střídání: %(rotation)d)

source: Rotating out %d backups
cs: Střídání %d záloh

source: Deleting image %s
cs: Mazání obrazu %s

source: Failed to set admin password. Instance %s is not running
cs: Nelze nastavit heslo správce. Instance %s není spuštěna

source: set_admin_password is not implemented by this driver.
cs: set_admin_password není tímto ovladačem zavedeno

source: Error setting admin password
cs: Chyba při nastavování hesla správce

source: destination same as source!
cs: cíl stejný jako zdroj!

source: network_info to inject: |%s|
cs: network_info vkládá: |%s|

source: Booting with volume %(volume_id)s at %(mountpoint)s
cs: Zavádění pomocí svazku %(volume_id)s ve %(mountpoint)s

source: Attaching volume %(volume_id)s to %(mountpoint)s
cs: Připojování svazku %(volume_id)s do %(mountpoint)s

source: Detach volume %(volume_id)s from mountpoint %(mp)s
cs: Odpojování svazku %(volume_id)s z bodu připojení %(mp)s

source: Creating tmpfile %s to notify to other compute nodes that they should mount the same storage.
cs: Vytváření dočasného souboru %s pro informování ostatních počítačových uzlů, že by se měli připojit ke stejnému úložišti.

source: Instance has no volume.
cs: Instance nemá svazek.

source: plug_vifs() failed %(cnt)d.Retry up to %(max_retry)d for %(hostname)s.
cs: plug_vifs() selhalo %(cnt)d.opakování až na %(max_retry)d pro %(hostname)s.

source: Pre live migration failed at %(dest)s
cs: Přesun před spuštěním selhal na %(dest)s

source: post_live_migration() is started..
cs: zahájen přesun po spuštění.

source: No floating_ip found
cs: Nenalezeny žádné plovoucí ip

source: No floating_ip found.
cs: Nenalezeny žádné plovoucí ip.

source: Live migration: Unexpected error: cannot inherit floating ip. %(e)s
cs: Přesun za provozu: Neočekávaná chyba: nelze zdědit plovoucí ip. %(e)s

source: Migrating instance to %(dest)s finished successfully.
cs: Přesun instance do %(dest)s úspěšně dokončen.

source: You may see the error "libvirt: QEMU error: Domain not found: no domain with matching name." This error can be safely ignored.
cs: Můžete vidět tuto chybu "libvirt: QEMU error: Domain not found: no domain with matching name." Tuto chybu můžete bezpečně ignorovat.

source: Post operation of migraton started
cs: Spuštěna operace po migraci

source: Found %(migration_count)d unconfirmed migrations older than %(confirm_window)d seconds
cs: Nalezeno %(migration_count)d nepotvrzených přesunů starších než %(confirm_window)d vteřin

source: Updating bandwidth usage cache
cs: Aktualizace mezipaměti využití šířky pásma

source: Updating host status
cs: Aktualizace stavu hostitele

source: Found %(num_db_instances)s in the database and %(num_vm_instances)s on the hypervisor.
cs: Nalezeno %(num_db_instances)s v databázi a %(num_vm_instances)s na hypervizoru.

source: FLAGS.reclaim_instance_interval <= 0, skipping...
cs: FLAGS.reclaim_instance_interval <= 0, překskování...

source: Reclaiming deleted instance
cs: Znovu získávání smazané instance

source: Unrecognized value '%(action)s' for FLAGS.running_deleted_instance_action
cs: Nerozpoznaná hodnota '%(action)s' pro FLAGS.running_deleted_instance_action

source: v4 subnets are required for legacy nw_info
cs: podsítě v4 jsou vyžadovány pro zastaralé nw_info

source: Adding console
cs: Přidávání konzole

source: Tried to remove non-existant console %(console_id)s.
cs: Pokus o odstranění neexistující konzole %(console_id)s.

source: Tried to remove non-existent console %(console_id)s.
cs: Pokus o odstranění neexistující konzole %(console_id)s.

source: Removing console %(console_id)s.
cs: Odstraňování konzole %(console_id)s.

source: Rebuilding xvp conf
cs: Znovu sestavování nastavení xvp

source: Re-wrote %s
cs: Přepsáno %s

source: Stopping xvp
cs: Zastavování xvp

source: Starting xvp
cs: Spouštění xvp

source: Error starting xvp: %s
cs: Chyba při spouštění xvp: %s

source: Restarting xvp
cs: Restartování xvp

source: xvp not running...
cs: xvp není spuštěno

source: Deleting Expired Token: (%s)
cs: Mazání vypršené známky: (%s)

source: Received Token: %(token)s, %(token_dict)s)
cs: Obdržena známka: %(token)s, %(token_dict)s)

source: Checking Token: %(token)s, %(token_valid)s)
cs: Kontrola známky: %(token)s, %(token_valid)s)

source: Use of empty request context is deprecated
cs: Použití prázdného kontextu požadavku je zastaralé

source: Unrecognized read_deleted value '%s'
cs: Nerozpoznaná hodnota read_deleted '%s'

source: No ComputeNode for %(host)s
cs: Žádný počítačový uzel pro %(host)s

source: No backend config with id %(sm_backend_id)s
cs: Žádné nastavení podpůrné vrstvy s id %(sm_backend_id)s

source: No sm_flavor called %(sm_flavor)s
cs: Žádná konfigurace sm s názvem %(sm_flavor)s

source: No sm_volume with id %(volume_id)s
cs: Žádný svazek sm s id %(volume_id)s

source: version should be an integer
cs: verze by měla být celé číslo

source: Table |%s| not created!
cs: Tabulka |%s| není vytvořena!

source: foreign key constraint couldn't be removed
cs: omezení cizího klíče nemohlo být odstraněno

source: Connection error contacting glance server, retrying
cs: Chyba připojení během kontaktování serveru glance, další pokus

source: Maximum attempts reached
cs: Dosaženo maxima pokusů

source: Creating image in Glance. Metadata passed in %s
cs: Vytvářeí obrazu v Glance. Metadata předána v %s

source: Metadata after formatting for Glance %s
cs: Metadata po formátování pro Glance %s

source: Metadata returned from Glance formatted for Base %s
cs: Metadata navrácená z Gůlance formátovaná pro Base %s

source: Not the image owner
cs: Není vlastníkem obrazu

source: %(timestamp)s does not follow any of the signatures: %(iso_formats)s
cs: %(timestamp)s se neřídí žádnými z podpisů: %(iso_formats)s

source: Failed to download %(image_location)s to %(image_path)s
cs: Nelze stáhnout %(image_location)s do %(image_path)s

source: Failed to decrypt %(image_location)s to %(image_path)s
cs: Nelze dešifrovat %(image_location)s do %(image_path)s

source: Failed to untar %(image_location)s to %(image_path)s
cs: Nelze rozbalit %(image_location)s do %(image_path)s

source: Failed to upload %(image_location)s to %(image_path)s
cs: Nelze nahrát %(image_location)s do %(image_path)s

source: Failed to decrypt private key: %s
cs: Nelze dešifrovat soukromý klíč: %s

source: Failed to decrypt initialization vector: %s
cs: Nelze dešifrovat vektor zavedení: %s

source: Failed to decrypt image file %(image_file)s: %(err)s
cs: Nelze dešifrovat soubor obrazu %(image_file)s: %(err)s

source: Unsafe filenames in image
cs: Nebezpečné názvy souboru v obrazu

source: Bad mac for to_global_ipv6: %s
cs: Špatná mac adresa pro to_global_ipv6: %s

source: Bad prefix for to_global_ipv6: %s
cs: Špatná předpona pro to_global_ipv6: %s

source: Bad project_id for to_global_ipv6: %s
cs: Špatné id projektu pro to_global_ipv6: %s

source: This driver only supports type 'a' entries.
cs: Tento ovladač podporuje pouze záznamy typu 'a'.

source: Attempted to remove chain %s which does not exist
cs: Pokus o odstranění řetězu %s, který neexistuje

source: Unknown chain: %r
cs: Neznámý řetěz: %r

source: Tried to remove rule that was not there: %(chain)r %(rule)r %(wrap)r %(top)r
cs: Pokus o odstranění neexistujícího pravidla: %(chain)r %(rule)r %(wrap)r %(top)r

source: IPTablesManager.apply completed with success
cs: IPTablesManager.použití úspěšně dokončeno

source: Hupping dnsmasq threw %s
cs: Hupping dnsmasq vrhl výjimku %s

source: Pid %d is stale, relaunching dnsmasq
cs: Pid %d je starý, znovu spouštění dnsmasq

source: killing radvd threw %s
cs: ukončení radvd vrhlo %s

source: Pid %d is stale, relaunching radvd
cs: Pid %d je starý, znovu spouštění radvd

source: Starting VLAN inteface %s
cs: Spouštění rozhraní VLAN %s

source: Starting Bridge interface for %s
cs: Spouštění rozhraní Bridge pro %s

source: Interface %(interface)s not found
cs: Rozhraní %(interface)s nenalezeno

source: floating IP allocation for instance |%s|
cs: Přidělení plovoucí IP pro |%s|

source: floating IP deallocation for instance |%s|
cs: Odebrání plovoucí IP pro |%s|

source: Address |%(address)s| is not allocated
cs: Adresa |%(address)s| není přidělena

source: Address |%(address)s| is not allocated to your project |%(project)s|
cs: Adresa |%(address)s| není přidělena pro Váš projekt |%(project)s|

source: Quota exceeded for %s, tried to allocate address
cs: Pro %s překročena kvóta, pokus o přidělení adresy

source: Database inconsistency: DNS domain |%s| is registered in the Nova db but not visible to either the floating or instance DNS driver. It will be ignored.
cs: Nesoulad databáze: Doména DNS |%s| je registrována v Nova db, ale není viditelná plovoucímu ovladači DNS ani instančnímu. Bude ignorována.

source: Domain |%(domain)s| already exists, changing zone to |%(av_zone)s|.
cs: Doména |%(domain)s| již existuje, změna zóny na |%(av_zone)s|.

source: Domain |%(domain)s| already exists, changing project to |%(project)s|.
cs: Doména |%(domain)s| již existuje, změna projektu na |%(project)s|.

source: Disassociated %s stale fixed ip(s)
cs: %s odloučených zastaralých ip

source: setting network host
cs: nastavování hostitele sítě

source: network allocations for instance |%s|
cs: přidělení sítě pro instanci |%s|

source: networks retrieved for instance |%(instance_id)s|: |%(networks)s|
cs: sítě získané pro instanci |%(instance_id)s|: |%(networks)s|

source: network deallocation for instance |%s|
cs: oddělení sítě pro instanci |%s|

source: Leased IP |%(address)s|
cs: Vypůjčená IP |%(address)s|

source: IP %s leased that is not associated
cs: Vypůjčená IP %s není přidělena

source: IP |%s| leased that isn't allocated
cs: Vypůjčena IP |%s|, která není přidělena

source: Released IP |%(address)s|
cs: Uvolněna IP |%(address)s|

source: IP %s released that is not associated
cs: Uvolněna IP %s, která není přidělena

source: IP %s released that was not leased
cs: Uvolněna IP %s, která nebyla vypůjčena

source: cidr already in use
cs: cidr je již používáno

source: requested cidr (%(cidr)s) conflicts with existing supernet (%(super)s)
cs: požadovaný cidr (%(cidr)s) je v konfliktu s existující supersítí (%(super)s)

source: requested cidr (%(cidr)s) conflicts with existing smaller cidr (%(smaller)s)
cs: požadovaný cidr (%(cidr)s) je v konfliktu s existujícím menším cidr (%(smaller)s)

source: Network already exists!
cs: Síť již existuje!

source: Network must be disassociated from project %s before delete
cs: Síť musí být odloučena od projektu %s před smazáním

source: The sum between the number of networks and the vlan start cannot be greater than 4094
cs: Suma mezi počtem sítí a spuštění vlan nemůže být větší než 4094

source: The network range is not big enough to fit %(num_networks)s. Network size is %(network_size)s
cs: Rozsah sítí není dostatečně velký, aby se vešlo %(num_networks)s. Velikost sítě je %(network_size)s

source: This driver only supports type 'a'
cs: Tento ovladač podporuje pouze typ 'a'

source: Tenant ID not set
cs: ID nájemce nenastaveno

source: Quantum Client Request: %(method)s %(action)s
cs: Požadavek kvantového klienta: %(method)s %(action)s

source: Quantum entity not found: %s
cs: Kvantový objekt nenalezen: %s

source: Server %(status_code)s error: %(data)s
cs: Server %(status_code)s chyba: %(data)s

source: Unable to connect to server. Got error: %s
cs: Nelze kontaktovat server. Získána chyba: %s

source: unable to deserialize object of type = '%s'
cs: nelze deserializovat object typu = '%s'

source: QuantumManager does not use 'multi_host' parameter.
cs: Kvantový správce nepoužívá parametr 'multi_host'.

source: QuantumManager requires that only one network is created per call
cs: Kvantový správce požaduje, aby na jedno volání byla vytvořena jedna síť

source: QuantumManager does not use 'vlan_start' parameter.
cs: Kvantový správce nepoužívá parametr 'vlan_start'.

source: QuantumManager does not use 'vpn_start' parameter.
cs: Kvantový správce nepoužívá parametr 'vpn_start'.

source: QuantumManager does not use 'bridge' parameter.
cs: Kvantový správce nepoužívá parametr 'bridge'.

source: QuantumManager does not use 'bridge_interface' parameter.
cs: Kvantový správce nepoužívá parametr 'bridge_interface'.

source: QuantumManager requires a valid (.1) gateway address.
cs: Kvantový správce vyžaduje platnou adresu brány (.1).

source: Unable to find existing quantum network for tenant '%(q_tenant_id)s' with net-id '%(quantum_net_id)s'
cs: Nelze najít existující kvantovou síť pro nájemce '%(q_tenant_id)s' s id sítě '%(quantum_net_id)s'

source: network allocations for instance %s
cs: přidělování sítě pro instanci %s

source: port deallocation failed for instance: |%(instance_id)s|, port_id: |%(port_id)s|
cs: odloučení portu selhalo pro instanci: |%(instance_id)s|, id_portu: |%(port_id)s|

source: ipam deallocation failed for instance: |%(instance_id)s|, vif_uuid: |%(vif_uuid)s|
cs: odloučení ipam selhalo pro instanci: |%(instance_id)s|, uuid_vif: |%(vif_uuid)s|

source: Server returned error: %s
cs: Server vrátil chybu: %s

source: Connection error contacting melange service, retrying
cs: Chyba připojení při kontaktování služby melange, opakování

source: allocate IP on network |%(network_id)s| belonging to |%(network_tenant_id)s| to this vif |%(vif_id)s| with mac |%(mac_address)s| belonging to |%(project_id)s|
cs: přidělit IP v síti |%(network_id)s| patřící |%(network_tenant_id)s| pro tento vif |%(vif_id)s| s mac |%(mac_address)s| patřící |%(project_id)s|

source: get_project_and_global_net_ids must be called with a non-null project_id
cs: get_project_and_global_net_ids musí být zavolány s nenulovým id projektu

source: Error creating network entry
cs: Chyba při vytváření položky sítě

source: No network with net_id = %s
cs: Žádná síť s net_id = %s

source: Connecting interface %(interface_id)s to net %(net_id)s for %(tenant_id)s
cs: Připojování rozhraní %(interface_id)s k síti %(net_id)s pro %(tenant_id)s

source: Deleting port %(port_id)s on net %(net_id)s for %(tenant_id)s
cs: Mazání portu %(port_id)s v síti %(net_id)s pro%(tenant_id)s

source: %s not in valid priorities
cs: %s není v platných prioritách

source: Problem '%(e)s' attempting to send to notification system. Payload=%(payload)s
cs: Problém '%(e)s' se pokouší poslat do systému oznámení. Náklad=%(payload)s

source: Problem '%(e)s' attempting to send to notification driver %(driver)s.
cs: Problém '%(e)s' se pokouší poslat do ovladače oznámení %(driver)s.

source: unpacked context: %s
cs: rozbalený kontext: %s

source: received %s
cs: obdrženo: %s

source: no method for message: %s
cs: pro zprávu není metoda: %s

source: No method for message: %s
cs: Pro zprávu není metoda: %s

source: Making asynchronous call on %s ...
cs: Provádění asynchronního volání na %s ...

source: MSG_ID is %s
cs: MSG_ID je %s

source: Making asynchronous cast on %s...
cs: Provádění asynchronního obsazení na %s ...

source: Making asynchronous fanout cast...
cs: Provádění asynchronního obsazení rozvětvení...

source: Remote error: %(exc_type)s %(value)s %(traceback)s.
cs: Vzdálená chyba: %(exc_type)s %(value)s %(traceback)s.

source: Timeout while waiting on RPC response.
cs: Při čekání na odpověď RPC vypršel časový limit.

source: Invalid reuse of an RPC connection.
cs: Neplatné znovu použití připojení RPC.

source: Returning exception %s to caller
cs: Volajícímu je vrácena výjimka: %s

source: Reconnecting to AMQP server on %(hostname)s:%(port)d
cs: Znovu připojování k serveru AMQP na %(hostname)s:%(port)d

source: Connected to AMQP server on %(hostname)s:%(port)d
cs: Připojení k serveru AMQP na %(hostname)s:%(port)d

source: Unable to connect to AMQP server on %(hostname)s:%(port)d after %(max_retries)d tries: %(err_str)s
cs: Nelze se připojit k serveru AMQP na %(hostname)s:%(port)d po %(max_retries)d pokusech: %(err_str)s

source: AMQP server on %(hostname)s:%(port)d is unreachable: %(err_str)s. Trying again in %(sleep_time)d seconds.
cs: AMQP server na %(hostname)s:%(port)d je nedosažitelný: %(err_str)s. Další pokus za %(sleep_time)d vteřin.

source: Failed to declare consumer for topic '%(topic)s': %(err_str)s
cs: Nelze deklarovat spotřebitele pro téma '%(topic)s': %(err_str)s

source: Timed out waiting for RPC response: %s
cs: Při čekání na odpověď RPC vypršel čas: %s

source: Failed to consume message from queue: %s
cs: Nelze spotřebovat zprávu z fronty: %s

source: Failed to publish message to topic '%(topic)s': %(err_str)s
cs: Nelze vydat zprávu do tématu '%(topic)s': %(err_str)s

source: Connected to AMQP server on %s
cs: Připojeno k serveru AMQP na %s

source: Re-established AMQP queues
cs: Znovu obnoveny fronty AMQP

source: Is the appropriate service running?
cs: Běží odpovídající služba?

source: Could not find another compute
cs: Nelze najít další výpočet

source: Casted '%(method)s' to volume '%(host)s'
cs: Obsazena '%(method)s' do svazku '%(host)s'

source: Casted '%(method)s' to compute '%(host)s'
cs: Obsazena '%(method)s' do '%(host)s' výpočtu

source: Casted '%(method)s' to network '%(host)s'
cs: Obsazena '%(method)s' do sítě '%(host)s'

source: Casted '%(method)s' to %(topic)s '%(host)s'
cs: Obsazena '%(method)s' do %(topic)s '%(host)s'

source: Must implement a fallback schedule
cs: Musí být zaveden náhradní plán

source: Block migration can not be used with shared storage.
cs: Přesunutí bloku nemůže být použito ve sdíleném úložišti.

source: host %(dest)s is not compatible with original host %(src)s.
cs: hostitel %(dest)s není kompatibilní s původním hostitelem %(src)s.

source: No host selection for %s defined.
cs: Není určen další výběr hostitele pro %s.

source: Attempting to build %(num_instances)d instance(s)
cs: Pokus o sestavení %(num_instances)d instancí

source: Scheduler only understands Compute nodes (for now)
cs: Plánovač rozumí pouze uzlům výpočtu (prozatím)

source: Filtered %(hosts)s
cs: Filtrováno %(hosts)s

source: Weighted %(weighted_host)s
cs: Zváženo %(weighted_host)s

source: Received %(service_name)s service update from %(host)s.
cs: Obdržena aktualizace služby %(service_name)s od %(host)s.

source: host_manager only implemented for 'compute'
cs: host_manager zaveden pouze pro 'compute'

source: No service for compute ID %s
cs: Žádná služba pro ID výpočtu %s

source: Failed to schedule_%(method)s: %(ex)s
cs: Nelze naplánovat_%(method)s: %(ex)s

source: Could not stat scheduler options file %(filename)s: '%(e)s'
cs: Nelze vyhodnotit soubor voleb plánovače %(filename)s: '%(e)s'

source: Could not decode scheduler options: '%(e)s'
cs: Nelze dekódovat volby plánovače: '%(e)s'

source: Not enough allocatable CPU cores remaining
cs: Nezbývá dostatek přidělitelných jader CPU

source: Not enough allocatable volume gigabytes remaining
cs: Nezbývá dostatek přidělitelných svazků gigabajtů

source: VCPUs not set; assuming CPU collection broken
cs: VCPU nenastaveny; předpokládáno poškození sbírky CPU

source: Faking execution of cmd (subprocess): %s
cs: Předstírání spuštění příkazu (subprocess): %s

source: Faked command matched %s
cs: Předstíraný příkaz odpovídá %s

source: Faked command raised an exception %s
cs: Předstíraný příkaz způsobil výjimku %s

source: Reply to faked command is stdout='%(stdout)s' stderr='%(stderr)s'
cs: Odpověď na předstíraný příkaz je stdout='%(stdout)s' stderr='%(stderr)s'

source: Please extend mock libvirt module to support flags
cs: Prosím rozšiřte nepravý modul libvirt aby podporoval příznaky

source: Please extend fake libvirt module to support this auth method
cs: Prosím rozšiřte falešný modul libvirt aby podporoval tuto metodu ověření

source: Running instances: %s
cs: Spouštění instancí: %s

source: After terminating instances: %s
cs: Po ukončení instancí: %s

source: Internal error
cs: Vnitřní chyba

source: After force-killing instances: %s
cs: Po vynuceném ukončení instancí: %s

source: The following migrations are missing a downgrade: %s
cs: Následujícím přesunům chybí snížení na nižší verzi: %s

source: start address
cs: počáteční adresa

source: project
cs: projekt

source: Target %s allocated
cs: Cíl %s přidělen

source: Cannot confirm exported volume id:%s.
cs: Nelze potvrdit exportované id svazku: %s.

source: Given data: %s
cs: Zadaná data: %s

source: Result data: %s
cs: Výsledná data: %s

source: Creating files in %s to simulate guest agent
cs: Vytváření souborů v %s pro simulaci agenta hosta

source: Removing simulated guest agent files in %s
cs: Odstraňování souborů simulovaného agenta hosta v %s

source: _create: %s
cs: _vytvořit: %s

source: _delete: %s
cs: _smazat: %s

source: _get: %s
cs: _získat: %s

source: _get_all: %s
cs: _získat_vše: %s

source: test_snapshot_create: param=%s
cs: _zkouška_vytvoření_snímku: param=%s

source: test_snapshot_create: resp_dict=%s
cs: test_snímek_vytvoření: resp_dict=%s

source: test_snapshot_create_force: param=%s
cs: test_snímek_vynucení_vytvoření: param=%s

source: test_snapshot_create_force: resp_dict=%s
cs: test_snímek_vynucení_vytvoření: resp_dict=%s

source: test_snapshot_show: resp=%s
cs: zobrazení_test_snímku: resp=%s

source: test_snapshot_detail: resp_dict=%s
cs: test_snímek_podrobnosti: resp_dict=%s

source: flavor: %s
cs: konfigurace: %s

source: %(message)s Status Code: %(_status)s Body: %(_body)s
cs: %(message)s Kód stavu: %(_status)s Tělo: %(_body)s

source: Authentication error
cs: Chyba ověření

source: Authorization error
cs: Chyba oprávnění

source: Item not found
cs: Položka nenalezena

source: Doing %(method)s on %(relative_url)s
cs: Provádění %(method)s na %(relative_url)s

source: Body: %s
cs: Tělo: %s

source: %(auth_uri)s => code %(http_status)s
cs: %(auth_uri)s => kód %(http_status)s

source: %(relative_uri)s => code %(http_status)s
cs: %(relative_uri)s => kód %(http_status)s

source: Unexpected status code
cs: Neočekávaný kód stavu

source: Decoding JSON: %s
cs: Dekódování JSON: %s

source: Nested received %(queue)s, %(value)s
cs: Vnořená obdržela %(queue)s, %(value)s

source: Nested return %s
cs: Vnořená vrátila %s
