Repository: markmc/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: cs

source: RPC backend does not support timeouts
cs: Podpůrná vrstva RPC nepodporuje časové limity

source: Received %s
cs: Přijato %s

source: Failed to open connection to the hypervisor
cs: Nelze otevřít spojení s hypervizorem

source: Compute_service record created for %s
cs: Pro %s vytvořen záznam compute_service

source: Compute_service record updated for %s
cs: Záznam compute_service aktualizován pro %s

source: Attempted to unfilter instance which is not filtered
cs: Pokus o odfiltrování instance, která není filtrována

source: Provider Firewall Rules refreshed
cs: Pravidla firewallu poskytovatele obnovena

source: Adding security group rule: %r
cs: Přidávání pravidla bezpečnostní skupiny: %r

source: Adding provider rule: %s
cs: Přidávání pravidla poskytovatele: %s

source: 'qemu-img info' parsing failed.
cs: zpracování 'qemu-img info' selhalo.

source: fmt=%(fmt)s backed by: %(backing_file)s
cs: fmt=%(fmt)s zálohováno: %(backing_file)s

source: Converted to raw, but format is now %s
cs: Převedeno na prosté, ale formát je nyní %s

source: Must specify vmwareapi_host_ip,vmwareapi_host_username and vmwareapi_host_password to useconnection_type=vmwareapi
cs: Pro useconnection_type=vmwareapi musíte zadat vmwareapi_host_ip,vmwareapi_host_username a vmwareapi_host_password

source: In vmwareapi:_create_session, got this exception: %s
cs: In vmwareapi:_create_session, obdržena tato výjimka: %s

source: In vmwareapi:_call_method, got this exception: %s
cs: In vmwareapi:_call_method, obdržena tato výjimka: %s

source: Task [%(task_name)s] %(task_ref)s status: success
cs: Úkol [%(task_name)s] %(task_ref)s stav: úspěch

source: Task [%(task_name)s] %(task_ref)s status: error %(error_info)s
cs: Úkol [%(task_name)s] %(task_ref)s stav: chyba %(error_info)s

source: In vmwareapi:_poll_task, Got this error %s
cs: In vmwareapi:_poll_task, Obdržena tato chyba %s

source: No domains exist.
cs: Neexistují žádné domény.

source: ============= initial domains =========== : %s
cs: ============= Počáteční domény =========== : %s

source: Building domain: to be removed
cs: Sestavování domény: bude odstraněna

source: Not running domain: remove
cs: Nespouštění domény: odstraňování

source: domain running on an unknown node: discarded
cs: doména běží v neznámém režimu: zahozena

source: No such domain (%s)
cs: Žádná taková doména (%s)

source: Failed power down Bare-metal node %s
cs: Nelze vypnout uzel Bare-metal %s

source: deactivate -> activate fails
cs: deaktivace -> aktivace selhala

source: destroy_domain: no such domain
cs: destroy_domain: žádná taková doména

source: No such domain %s
cs: Žádná taková doména %s

source: Domains: %s
cs: Domény: %s

source: Nodes: %s
cs: Uzle: %s

source: After storing domains: %s
cs: Po uložení domén: %s

source: deactivation/removing domain failed
cs: deaktivace/odstranění domény selhalo

source: ===== Domain is being created =====
cs: ===== Doména je vytvářena =====

source: Same domain name already exists
cs: Doména se stejným názvem již existuje

source: create_domain: before get_idle_node
cs: create_domain: před get_idle_node

source: Created new domain: %s
cs: Vytvořena nová doména: %s

source: Failed to boot Bare-metal node %s
cs: Nelze zavést uzel Bare-metal %s

source: No such domain exists
cs: Žádná taková doména neexistuje

source: change_domain_state: to new state %s
cs: změna_stavu_domény: do nového stavu %s

source: Stored fake domains to the file: %s
cs: Falešné domény uloženy do souboru: %s

source: domain does not exist
cs: doména neexistuje

source: Unknown baremetal driver %(d)s
cs: Neznámý ovladač baremetal: %(d)s

source: Error encountered when destroying instance '%(name)s': %(ex)s
cs: Při ničení instance '%(name)s' nastala chyba: %(ex)s

source: instance %(instance_name)s: deleting instance files %(target)s
cs: instance %(instance_name)s: mazání souborů instance %(target)s

source: instance %s: rebooted
cs: instance %s: znovu zavedena

source: _wait_for_reboot failed
cs: _wait_for_reboot selhalo

source: instance %s: rescued
cs: instance %s: zachráněna

source: _wait_for_rescue failed
cs: _wait_for_rescue selhala

source: <============= spawn of baremetal =============>
cs: <============= spuštěno z baremetal =============>

source: instance %s: is building
cs: instance %s: je sestavována

source: Key is injected but instance is not running yet
cs: Klíč je vložen, ale instance ještě není spuštěna

source: instance %s: booted
cs: instance %s: zavedena

source: ~~~~~~ current state = %s ~~~~~~
cs: ~~~~~~ současný stav = %s ~~~~~~

source: instance %s spawned successfully
cs: instance %s úspěšn spuštěna

source: instance %s:not booted
cs: instance %s: není zavedena

source: Bremetal assignment is overcommitted.
cs: Přidělení Bremetal je přeodevzdáno.

source: instance %s: Creating image
cs: instance %s: Vytváření obrazu

source: instance %(inst_name)s: injecting %(injection)s into image %(img_id)s
cs: instance %(inst_name)s: vkládání %(injection)s do obrazu %(img_id)s

source: instance %(inst_name)s: ignoring error injecting data into image %(img_id)s (%(e)s)
cs: instance %(inst_name)s: ignorování chyby při vkládání dat do obrazu %(img_id)s (%(e)s)

source: instance %s: starting toXML method
cs: instance %s: spoučtění metody toXML

source: instance %s: finished toXML method
cs: instance %s: dokončena metoda toXML

source: Cannot get the number of cpu, because this function is not implemented for this platform. This error can be safely ignored for now.
cs: Nelze získat počet cpu, protože tato funkce není na této platformě zavedena. Tuto chybu lze prozatím bezpečně ignorovat.

source: Updating!
cs: Aktualizování!

source: Updating host stats
cs: Aktualizace statistik hostitele

source: status of node is set to 0
cs: stav uzlu je nastaven na 0

source: rootfs is already removed
cs: rootfs již je odstraněn

source: Before ping to the bare-metal node
cs: Ped ping na uzel bare-metal

source: Node is unknown error state.
cs: Uzel je v neznámém chybovém stavu.

source: no capable image handler configured
cs: není nastavena žádná schopná obslužná rutina obrazu

source: unknown disk image handler: %s
cs: neznámá obslužná rutina obrazu disku: %s

source: image already mounted
cs: obraz již je připojen

source: Failed to mount filesystem: %s
cs: Nelze připojit souborový systém: %s

source: Failed to remove container: %s
cs: Nelze odstranit kontejner: %s

source: unsupported partition: %s
cs: nepodporovaný oddíl: %s

source: unknown guestmount error
cs: neznámá chyby připojení hosta

source: Could not attach image to loopback: %s
cs: Nelze připojit obraz do zpětné smyčky: %s

source: Failed to map partitions: %s
cs: Nelze mapovat oddíly: %s

source: nbd unavailable: module not loaded
cs: nbd nedostupné: modul nenačten

source: No free nbd devices
cs: Žádná volná zařízení nbd

source: qemu-nbd error: %s
cs: chyba qemu-nbd: %s

source: nbd device %s did not show up
cs: zařízení nbd %s se nezobrazilo

source: Connecting to libvirt: %s
cs: Připojování k libvirt: %s

source: Connection to libvirt broke
cs: Připojení k libvirt poškozeno

source: Error from libvirt during destroy. Code=%(errcode)s Error=%(e)s
cs: Chyba od libvirt během ničení. Kód=%(errcode)s Chyba=%(e)s

source: Error from libvirt during saved instance removal. Code=%(errcode)s Error=%(e)s
cs: Chyba od libvirt během odstraňování uložení instance. Kód=%(errcode)s Chyba=%(e)s

source: Error from libvirt during undefine. Code=%(errcode)s Error=%(e)s
cs: Chyba od libvirt během rušení určení. Kód=%(errcode)s Chyba=%(e)s

source: Instance destroyed successfully.
cs: Instance úspěšně zničena.

source: Deleting instance files %(target)s
cs: Mazání souborů instance %(target)s

source: Could not determine iscsi initiator name
cs: Nelze zjistit název zavaděče iscsi

source: attaching LXC block device
cs: připojování bloku zařízení LXC

source: detaching LXC block device
cs: odpojování bloku zařízení LXC

source: During reboot, instance disappeared.
cs: Během restartu zmizela instance

source: Instance rebooted successfully.
cs: Instance úspěšně restartována.

source: Instance is running
cs: Instance je spuštěna

source: Instance spawned successfully.
cs: Instance úspěšně vytvořena.

source: Creating image
cs: Vytváření obrazu

source: Injecting %(injection)s into image %(img_id)s
cs: Vkládání %(injection)s do obrazu %(img_id)s

source: Ignoring error injecting data into image %(img_id)s (%(e)s)
cs: Ignorování chyby při vkládání dat do obrazu %(img_id)s (%(e)s)

source: Starting toXML method
cs: Spuštění metody toXML

source: Finished toXML method
cs: Metoda toXML dokočena

source: Error from libvirt while looking up %(instance_name)s: [Error Code %(error_code)s] %(ex)s
cs: Chyba od libvirt při hledání %(instance_name)s: [Kód chyby %(error_code)s] %(ex)s

source: libvirt version is too old (does not support getVersion)
cs: verze libvirt je příliš stará (nepodporuje getVersion)

source: '<cpu>' must be 1, but %d
cs: '<cpu>' musí být 1, ale %d

source: topology (%(topology)s) must have %(ks)s
cs: topologie (%(topology)s) musí být %(ks)s

source: Instance launched has CPU info: %s
cs: Spuštěná instance má info o CPU: %s

source: CPU doesn't have compatibility. %(ret)s Refer to %(u)s
cs: CPU nemá kompatibilitu. %(ret)s Prohlédněte si %(u)s

source: Timeout migrating for %s. nwfilter not found.
cs: Při přesunu %s vypršel časový limit. nwfilter nenalezen.

source: skipping %(path)s since it looks like volume
cs: přeskakování %(path)s protože vypadá jako svazek

source: Libvirt module could not be loaded. NWFilterFirewall will not work correctly.
cs: Modul libvirt nemohl být nalezen. NWFilterFirewall nebude správně fungovat.

source: Called setup_basic_filtering in nwfilter
cs: Voláno základní nastavení filtrování v nwfilter

source: Ensuring static filters
cs: Zajišťování statických filtrů

source: The nwfilter(%(instance_filter_name)s) is not found.
cs: Nwfilter (%(instance_filter_name)s) nenalezen.

source: The nwfilter(%(instance_filter_name)s) for%(name)s is not found.
cs: Nwfilter (%(instance_filter_name)s) pro %(name)s nenalezen.

source: iptables firewall: Setup Basic Filtering
cs: iptables firewall: Nastavení základního filtrování

source: %s is a valid instance name
cs: %s je platný název instance

source: %s has a disk file
cs: %s má soubor disku

source: Instance %(instance)s is backed by %(backing)s
cs: Instance %(instance)s je zálohována %(backing)s

source: Instance %(instance)s is using a backing file %(backing)s which does not appear in the image service
cs: Instance %(instance)s používá soubor zálohy %(backing)s, který se neobjevuje ve službě obrazu

source: Base file too young to remove: %s
cs: Základní souboru je příliš nový k odstranění: %s

source: Removing base file: %s
cs: Odstraňování základního souboru: %s

source: Failed to remove %(base_file)s, error was %(error)s
cs: Nelze odstranit %(base_file)s, chyba byla %(error)s

source: Skipping verification, no base directory at %s
cs: Přeskakování oěření, žádný základní adresář v %s

source: Verify base images
cs: Ověřit základní obrazy

source: Unknown base file: %s
cs: Neznámý základní soubor: %s

source: Active base files: %s
cs: Aktivní základní soubory: %s

source: Corrupt base files: %s
cs: Poškozené základní soubory: %s

source: Removable base files: %s
cs: Odstranitelné základní soubory: %s

source: Verification complete
cs: Ověření dokončeno

source: Unable to find an open port
cs: Nelze najít otevřený port

source: Ensuring vlan %(vlan)s and bridge %(bridge)s
cs: Zajišťování vlan %(vlan)s a mostu %(bridge)s

source: Ensuring bridge %s
cs: Zajišťování mostu %s

source: iSCSI device not found at %s
cs: iSCSI zařízení v %s nenalezeno

source: ISCSI volume not yet found at: %(mount_device)s. Will rescan & retry. Try number: %(tries)s
cs: ISCSI svazek zatím v %(mount_device)s nenalezen:. Bude znovu provedeno hledání a další pokus. Číslo pokusu: %(tries)s

source: Found iSCSI node %(mount_device)s (after %(tries)s rescans)
cs: Nalezen uzel iSCSI %(mount_device)s (po %(tries)s pokusech)

source: Error(s) %s occurred in the call to RetrieveProperties
cs: Při volání RetrieveProperties se událo %s chyb

source: There is no VM registered
cs: Není registrováno žádné VM

source: Virtual Machine with ref %s is not there
cs: Virtuální stroj s ref %s neexistuje

source: Logging out a session that is invalid or already logged out: %s
cs: Odhlašování sezení, které je neplatné, nebo už odhlášené: %s

source: Session is faulty
cs: Sezení je chybné

source: Session Invalid
cs: Sezení je neplatné

source: No Virtual Machine has been registered yet
cs: Žádné virtuální stroje nebyly zatím registrovány

source: Glance image %s is in killed state
cs: Obraz Glance %s je ve stavu ukončení

source: Glance image %(image_id)s is in unknown state - %(state)s
cs: Obraz Glance %(image_id)s je v nezámém stavu - %(state)s

source: ESX SOAP server returned an empty port group for the host system in its response
cs: Server ESX SOAP vrátil ve své odpovědi prázdnou skupinu portů pro hostitelský systém

source: Creating Port Group with name %s on the ESX host
cs: Vytváření skupiny portů s názvem %s na hostiteli ESX

source: Created Port Group with name %s on the ESX host
cs: Vytvořena skupina portů s názvem %s na hostiteli ESX

source: Exception during HTTP connection close in VMWareHTTpWrite. Exception is %s
cs: Během uzavření HTTP připojení v VMWareHTTpWrite došlo k výjimce %s

source: Unable to import suds.
cs: Nelze importovat suds.

source: Must specify vmwareapi_wsdl_loc
cs: Je třeba zadat vmwareapi_wsdl_loc

source: No such SOAP method '%s' provided by VI SDK
cs: Neexistuje žádná metoda SOAP '%s' poskytovaná VI SDK

source: httplib error in %s:
cs: chyba v httplib v %s:

source: Socket error in %s:
cs: Chyba soketu v %s:

source: Type error in %s:
cs: Chyba typu v %s:

source: Exception in %s
cs: Výjimka v %s

source: Getting list of instances
cs: Získávání seznamu instancí

source: Got total of %s instances
cs: Získáno celkem %s instancí

source: Couldn't get a local Datastore reference
cs: Nelze získat místní odkaz na datové úložiště

source: Creating Virtual Disk of size %(vmdk_file_size_in_kb)s KB and adapter type %(adapter_type)s on the ESX host local store %(data_store_name)s
cs: Vytváření virtuálního disku s velikostí %(vmdk_file_size_in_kb)s KB a typem adaptéru %(adapter_type)s na místním úložišti hostitele ESX %(data_store_name)s

source: Created Virtual Disk of size %(vmdk_file_size_in_kb)s KB on the ESX host local store %(data_store_name)s
cs: Vytvořen virtuální disk s velikostí %(vmdk_file_size_in_kb)s KB na místním úložišti hostitele ESX %(data_store_name)s

source: Deleting the file %(flat_uploaded_vmdk_path)s on the ESX host localstore %(data_store_name)s
cs: Mazání souboru %(flat_uploaded_vmdk_path)s na místním úložišti hostitele ESX %(data_store_name)s

source: Deleted the file %(flat_uploaded_vmdk_path)s on the ESX host local store %(data_store_name)s
cs: Soubor %(flat_uploaded_vmdk_path)s smazán na místním úložišti hostitele ESX %(data_store_name)s

source: Downloading image file data %(image_ref)s to the ESX data store %(data_store_name)s
cs: Stahování dat souboru obrazu %(image_ref)s na datové úložiště hostitele ESX %(data_store_name)s

source: Downloaded image file data %(image_ref)s to the ESX data store %(data_store_name)s
cs: Data souboru obrazu %(image_ref)s stažena na datové úložiště hostitele ESX %(data_store_name)s

source: Uploading image %s
cs: Nahrávání obrazu %s

source: Uploaded image %s
cs: Obraz %s nahrán

source: Deleting temporary vmdk file %s
cs: Mazání dočasného souboru vmdk %s

source: Deleted temporary vmdk file %s
cs: Dočasný soubor vmdk %s smazán

source: instance is not powered on
cs: Instance není zapnuta

source: In vmwareapi:vmops:destroy, got this exception while un-registering the VM: %s
cs: Ve vmwareapi:vmops:destroy, obdržena výjimka při rušení registrace VM: %s

source: In vmwareapi:vmops:destroy, got this exception while deleting the VM contents from the disk: %s
cs: Ve vmwareapi:vmops:destroy, obdržena výjimka při mazání obsahu VM z disku: %s

source: pause not supported for vmwareapi
cs: pozastavení není v vmwareapi popdorováno

source: unpause not supported for vmwareapi
cs: zrušení pozastavení není v vmwareapi popdorováno

source: instance is powered off and can not be suspended.
cs: instance je vypnutá, proto nemůže být pozastavena.

source: instance is not in a suspended state
cs: instance není v pozastaveném stavu

source: get_diagnostics not implemented for vmwareapi
cs: get_diagnostics není zavedeno pro vmwareapi

source: Creating directory with path %s
cs: Vytváření adresáře s cestou %s

source: Created directory with path %s
cs: Vytvořen adresář s cestou %s

source: Downloading image %s from glance image server
cs: Stahování obrazu %s ze serveru obrazu glance

source: Downloaded image %s from glance image server
cs: Obraz %s stažen ze serveru obrazu glance

source: Uploading image %s to the Glance image server
cs: Nahrávání obrazu %s na server obrazu glance

source: Uploaded image %s to the Glance image server
cs: Obraz %s nahrán na server obrazu glance

source: Getting image size for the image %s
cs: Získávání velikosto brazu %s

source: Got image size of %(size)s for the image %(image)s
cs: Získáná velikost %(size)s obrazu %(image)s

source: Must specify xenapi_connection_url, xenapi_connection_username (optionally), and xenapi_connection_password to use connection_type=xenapi
cs: Pro použití connection_type=xenapi musíte zadat xenapi_connection_url, xenapi_connection_username (nepovinné), a xenapi_connection_password

source: Host startup on XenServer is not supported.
cs: Spuštění hostitele na XenServer není podporováno.

source: Unable to log in to XenAPI (is the Dom0 disk full?)
cs: Nelze se přihlásit do XenAPI (je disk Dom0 plný?)

source: Got exception: %s
cs: Obdržena výjimka: %s

source: Raising NotImplemented
cs: Oznamování NotImplemented

source: xenapi.fake does not have an implementation for %s
cs: xenapi.fake nemá zavedeno %s

source: Calling %(localname)s %(impl)s
cs: Volání %(localname)s %(impl)s

source: Calling getter %s
cs: Volání pro získání %s

source: xenapi.fake does not have an implementation for %s or it has been called with the wrong number of arguments
cs: xenapi.fake nemá zavedeno %s, nebo byl zavolán se špatným počtem argumentů

source: Unable to get SR for this host: %s
cs: Nelze získat SR pro tohoto hostitele: %s

source: The call to %(method)s returned an error: %(e)s.
cs: Volání %(method)s vrátilo chybu: %(e)s.

source: Found non-unique network for name_label %s
cs: Nalezena síť s názvem štítku %s, který není jedinečný

source: Found non-unique network for bridge %s
cs: Nalezena sít mostu %s, která není jedinečná

source: Found no network for bridge %s
cs: Žádná síť pro most %s nenalezena

source: Found no PIF for device %s
cs: Nenalezeno žádné PIF pro zařízení %s

source: PIF %(pif_rec['uuid'])s for network %(bridge)s has VLAN id %(pif_vlan)d. Expected %(vlan_num)d
cs: PIF %(pif_rec['uuid'])s pro síť %(bridge)s má id VLAN %(pif_vlan)d. Očekáváno %(vlan_num)d

source: VBD not found in instance %s
cs: VBD v instanci %s nenalezeno

source: Unable to unplug VBD %s
cs: Nelze odpojit VBD %s

source: Unable to destroy VBD %s
cs: Nelze zničit VBD %s

source: Created VBD %(vbd_ref)s for VM %(vm_ref)s, VDI %(vdi_ref)s.
cs: Vytvořeno VBD %(vbd_ref)s pro VM %(vm_ref)s, VDI %(vdi_ref)s.

source: Unable to destroy VDI %s
cs: Nelze zničit VDI %s

source: Created VDI %(vdi_ref)s (%(name_label)s, %(virtual_size)s, %(read_only)s) on %(sr_ref)s.
cs: Vytvořeno VDI %(vdi_ref)s (%(name_label)s, %(virtual_size)s, %(read_only)s) na %(sr_ref)s.

source: Copied VDI %(vdi_ref)s from VDI %(vdi_to_copy_ref)s on %(sr_ref)s.
cs: Zkopírováno VDI %(vdi_ref)s z VDI %(vdi_to_copy_ref)s na %(sr_ref)s.

source: Cloned VDI %(vdi_ref)s from VDI %(vdi_to_clone_ref)s
cs: Zkopírováno VDI %(vdi_ref)s z VDI %(vdi_to_clone_ref)s

source: Asking xapi to upload %(vdi_uuids)s as ID %(image_id)s
cs: Žádání xapi o nahrání %(vdi_uuids)s jako ID %(image_id)s

source: Fast cloning is only supported on default local SR of type ext. SR on this system was found to be of type %(sr_type)s. Ignoring the cow flag.
cs: Rychlé kopírování je podporováno pouze na výchozím místním SR typu ext. SR na tomto systému je typu %(sr_type)s. Ignorování příznaku cow.

source: Asking xapi to fetch vhd image %(image)s
cs: Žádání xapi o získání obrazu vhd %(image)s

source: xapi 'download_vhd' returned VDI of type '%(vdi_type)s' with UUID '%(vdi_uuid)s'
cs: xapi 'download_vhd' vrátil VDI typu '%(vdi_type)s' s UUID '%(vdi_uuid)s'

source: Image size %(size_bytes)d exceeded instance_type allowed size %(allowed_size_bytes)d
cs: Velkost %(size_bytes) obrazu překračuje povolenou velikost %(allowed_size_bytes)d typu instance

source: Kernel/Ramdisk image is too large: %(vdi_size)d bytes, max %(max_size)d bytes
cs: Obraz Kernel/Ramdisk je příliš velký: %(vdi_size)d bajtů, max %(max_size)d bajtů

source: Copying VDI %s to /boot/guest on dom0
cs: Kopírování VDI %s do /boot/guest na dom0

source: Kernel/Ramdisk VDI %s destroyed
cs: Kernel/Ramdisk VDI %s zničeno

source: Detected %(image_type_str)s format for image %(image_ref)s
cs: Zjištěn formát %(image_type_str)s obrazu %(image_ref)s

source: Looking up vdi %s for PV kernel
cs: Hledání vdi %s pro kernel PV

source: Unknown image format %(disk_image_type)s
cs: Neznámý formát obrazu %(disk_image_type)s

source: VDI %s is still available
cs: VDI %s je stále dostupné

source: Re-scanning SR %s
cs: Znovu skenování SR %s

source: Flag sr_matching_filter '%s' does not respect formatting convention
cs: Příznak sr_matching_filter '%s' se neřídí pravidly formátování

source: XenAPI is unable to find a Storage Repository to install guest instances on. Please check your configuration and/or configure the flag 'sr_matching_filter'
cs: XenAPI nelze najít úložiště na které nainstalovat instance hostů. Prosím zkontrolujte Vaše nastavení a/nebo nastavte příznak 'sr_matching_filter'

source: Cannot find SR of content-type ISO
cs: Nelze najít SR typu obsahu ISO

source: ISO: looking at SR %(sr_rec)s
cs: ISO: hledání SR %(sr_rec)s

source: ISO: not iso content
cs: ISO: není obsah iso

source: ISO: iso content_type, no 'i18n-key' key
cs: ISO: typ obsahu iso, není klíč 'i18n-key'

source: ISO: iso content_type, i18n-key value not 'local-storage-iso'
cs: ISO: typ obsahu iso, hodnota i18n-key není 'local-storage-iso'

source: ISO: SR MATCHing our criteria
cs: ISO: SR odpovídající naším kritériím

source: ISO: ISO, looking to see if it is host local
cs: ISO: ISO, prozkoumáváno, zdali se jedná o místního hostitele

source: ISO: PBD %(pbd_ref)s disappeared
cs: ISO: PBD %(pbd_ref)s zmizelo

source: ISO: PBD matching, want %(pbd_rec)s, have %(host)s
cs: ISO: shoda PBD, požadováno %(pbd_rec)s, získáno %(host)s

source: ISO: SR with local PBD
cs: ISO: SR s místním PBD

source: Unable to obtain RRD XML for VM %(vm_uuid)s with server details: %(server)s.
cs: Nelze získat RRD XML pro VM %(vm_uuid)s mající podrobnosti serveru: %(server)s.

source: Unable to obtain RRD XML updates with server details: %(server)s.
cs: Nelze získat aktualizace RRD XML s podrobnostmi serveru: %(server)s.

source: Invalid statistics data from Xenserver: %s
cs: Neznámá data statistik od Xenserver: %s

source: VHD %(vdi_uuid)s has parent %(parent_ref)s
cs: VHD %(vdi_uuid)s má nadřazenho %(parent_ref)s

source: Parent %(parent_uuid)s doesn't match original parent %(original_parent_uuid)s, waiting for coalesce...
cs: Nadřazený %(parent_uuid)s se neshoduje s původním nadřazeným %(original_parent_uuid)s, čekání na splynutí...

source: VHD coalesce attempts exceeded (%(max_attempts)d), giving up...
cs: Překročeny pokusy o splynutí VHD (%(max_attempts)d), přerušeno...
