Repository: markmc/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: cs

source: Filename of root CA
cs: Jméno souboru kořenové CA

source: Filename of private key
cs: Jméno souboru se soukromým klíčem

source: Filename of root Certificate Revocation List
cs: Název souboru seznamu zrušení kořenového certifikátu

source: Where we keep our keys
cs: Kde uchováváme naše klíče

source: Where we keep our root CA
cs: Kde uchováváme naši kořenovou CA

source: Should we use a CA for each project?
cs: Použijeme CA pro každý projekt?

source: Subject for certificate for users, %s for project, user, timestamp
cs: Předmět certifikátu pro uživatele, %s pro projekt, uživatel, časové razítko

source: Subject for certificate for projects, %s for project, timestamp
cs: Předmět certifikátu pro projekty, %s pro projekt, časové razítko

source: Flags path: %s
cs: Cesta příznaků: %s

source: Unexpected error while running command.
cs: Při spuštění příkazu došlo k nečekané chybě.

source: %(description)s Command: %(cmd)s Exit code: %(exit_code)s Stdout: %(stdout)r Stderr: %(stderr)r
cs: %(description)s Příkaz: %(cmd)s Kód ukončení: %(exit_code)s Stdout: %(stdout)r Stderr: %(stderr)r

source: DB exception wrapped.
cs: Vyjímka DB zabalena.

source: An unknown exception occurred.
cs: Vyskytla se neočekávaná výjimka.

source: Failed to decrypt text
cs: Nelze dešifrovat text

source: Failed to paginate through images from image service
cs: Nelze stránkovat skrze obrázky ze služby obrázků

source: Virtual Interface creation failed
cs: Vytvoření virtuálního rozhraní selhalo

source: 5 attempts to create virtual interface with unique mac address failed
cs: Selhalo 5 pokusů o vytvoření virtuálního rozhraní s jedinečnou mac adresou

source: Connection to glance failed
cs: Připojení k glance selhalo

source: Connection to melange failed
cs: Připojení k melange selhalo

source: Not authorized.
cs: Neschváleno.

source: User does not have admin privileges
cs: Uživatel nemá správcovská oprávnění

source: Policy doesn't allow %(action)s to be performed.
cs: Pravidla nedovolují, aby bylo %(action)s provedeno.

source: Unacceptable parameters.
cs: Nepřijatelné parametry.

source: Invalid snapshot
cs: Neplatný snímek

source: Volume %(volume_id)s is not attached to anything
cs: Svazek %(volume_id)s není k ničemu připojen

source: Keypair data is invalid
cs: Data páru klíčů jsou neplatná

source: Failed to load data into json format
cs: Nelze načíst data do formátu json

source: The request is invalid.
cs: Požadavek je neplatný.

source: Invalid signature %(signature)s for user %(user)s.
cs: Neplatný podpis %(signature)s pro uživatele %(user)s.

source: Invalid input received
cs: Obdržen neplatný vstup

source: Invalid instance type %(instance_type)s.
cs: Neplatná instance typu %(instance_type)s.

source: Invalid volume type
cs: Neplatný typ svazku

source: Invalid volume
cs: Neplatný svazek

source: Invalid metadata
cs: Neplatná metadata

source: Invalid port range %(from_port)s:%(to_port)s. %(msg)s
cs: Neplatný rozsah portů %(from_port)s:%(to_port)s. %(msg)s

source: Invalid IP protocol %(protocol)s.
cs: Neplatný protokol IP %(protocol)s.

source: Invalid content type %(content_type)s.
cs: Neplatný typ obsahu %(content_type)s.

source: Invalid cidr %(cidr)s.
cs: Neplatný cidr %(cidr)s.

source: Cannot perform action '%(action)s' on aggregate %(aggregate_id)s. Reason: %(reason)s.
cs: Nelze provést činnost '%(action)s' na agregátu %(aggregate_id)s. Důvod: %(reason)s.

source: Instance %(instance_uuid)s in %(attr)s %(state)s. Cannot %(method)s while the instance is in this state.
cs: Instance %(instance_uuid)s v %(attr)s %(state)s. Nelze %(method)s zatímco je instance v tomto stavu.

source: Instance %(instance_id)s is not running.
cs: Instance %(instance_id)s není spuštěna.

source: Instance %(instance_id)s is not suspended.
cs: Instance %(instance_id)s není pozastavena.

source: Instance %(instance_id)s is not in rescue mode
cs: Instance %(instance_id)s není v nouzovém režimu.

source: Failed to suspend instance
cs: Nelze pozastavit instanci

source: Failed to resume server
cs: Server nemůže pokračovat

source: Failed to reboot instance
cs: Nelze restartovat instanci

source: Service is unavailable at this time.
cs: Služba je v tuto chvíli nedostupná.

source: Compute service is unavailable at this time.
cs: Služba výpočtu je v tuto chvíli nedostupná.

source: Unable to migrate instance (%(instance_id)s) to current host (%(host)s).
cs: Nelze přesunout instanci (%(instance_id)s) na současného hostitele (%(host)s).

source: Destination compute host is unavailable at this time.
cs: Cílový výpočetní hostitel je v současnosti nedostupný.

source: Original compute host is unavailable at this time.
cs: Původní výpočetní hostitel je v současnosti nedostupný.

source: The supplied hypervisor type of is invalid.
cs: Zadaný typ hypervizoru je neplatný.

source: The instance requires a newer hypervisor version than has been provided.
cs: Instance vyžaduje novější verzi hypervizoru, než byla poskytnuta.

source: The supplied disk path (%(path)s) already exists, it is expected not to exist.
cs: Zadaná cesta disku (%(path)s) již existuje, očekává se, že nebude.

source: The supplied device path (%(path)s) is invalid.
cs: Zadaná cesta zařízení (%(path)s) je neplatná.

source: Unacceptable CPU info
cs: Nepřijatelné informace o procesoru

source: %(address)s is not a valid IP v4/6 address.
cs: %(address)s není platná IP adresa v4/6.

source: VLAN tag is not appropriate for the port group %(bridge)s. Expected VLAN tag is %(tag)s, but the one associated with the port group is %(pgroup)s.
cs: Značka VLAN není vhodná pro skupinu portů %(bridge)s. Očekávaná značka VLAN je %(tag)s, ale značka připojená ke skupině portů je %(pgroup)s.

source: vSwitch which contains the port group %(bridge)s is not associated with the desired physical adapter. Expected vSwitch is %(expected)s, but the one associated is %(actual)s.
cs: vSwitch který obsahuje skupinu portů %(bridge)s není spojen s požadovaným fyzickým adaptérem. Očekávaný vSwitch je %(expected)s, ale spojený je %(actual)s.

source: Disk format %(disk_format)s is not acceptable
cs: Formát disku %(disk_format)s není přijatelný

source: Image %(image_id)s is unacceptable: %(reason)s
cs: Obraz %(image_id)s je nepřijatelný: %(reason)s

source: Instance %(instance_id)s is unacceptable: %(reason)s
cs: Instance %(instance_id)s je nepřijatelná: %(reason)s

source: Ec2 id %(ec2_id)s is unacceptable.
cs: Id Ec2 %(ec2_id)s je nepřijatelné.

source: Resource could not be found.
cs: Zdroj nemohl být nalezen.

source: Required flag %(flag)s not set.
cs: Požadovaný příznak %(flag)s není nastaven.

source: Volume %(volume_id)s could not be found.
cs: Svazek %(volume_id)s nemohl být nastaven.

source: Volume not found for instance %(instance_id)s.
cs: Svazek není nalezen v instanci %(instance_id)s.

source: Volume %(volume_id)s has no metadata with key %(metadata_key)s.
cs: Svazek %(volume_id)s nemá žádná metadata s klíčem %(metadata_key)s.

source: Zero volume types found.
cs: Nalezeno nula typů svazku.

source: Volume type %(volume_type_id)s could not be found.
cs: Typ svazku %(volume_type_id)s nemohl být nalezen.

source: Volume type with name %(volume_type_name)s could not be found.
cs: Typ svazku s názvem %(volume_type_name)s nemohl být nalezen.

source: Volume Type %(volume_type_id)s has no extra specs with key %(extra_specs_key)s.
cs: Typ svazku %(volume_type_id)s nemá žádné dodatečné parametry s klíčem %(extra_specs_key)s.

source: Snapshot %(snapshot_id)s could not be found.
cs: Snímek %(snapshot_id)s nemohl být nalezen.

source: deleting volume %(volume_name)s that has snapshot
cs: mazání svazku %(volume_name)s který má snímek

source: No target id found for volume %(volume_id)s.
cs: Nenalezeno žádné cílové id ve svazku %(volume_id)s.

source: No disk at %(location)s
cs: Źádný disk ve %(location)s

source: Could not find a handler for %(driver_type)s volume.
cs: Nelze najít obslužnou rutinu pro svazek %(driver_type)s.

source: Invalid image href %(image_href)s.
cs: Neplatný href %(image_href)s obrazu.

source: Some images have been stored via hrefs. This version of the api does not support displaying image hrefs.
cs: Některé obrazy byly uloženy pomocí href. Tato verze api nepodporuje zobrazování href obrazů.

source: Image %(image_id)s could not be found.
cs: Obraz %(image_id)s nemohl být nalezen.

source: Kernel not found for image %(image_id)s.
cs: Kernel nenalezen v obrazu %(image_id)s.

source: User %(user_id)s could not be found.
cs: Uživatel %(user_id)s nemohl být nalezen.

source: Project %(project_id)s could not be found.
cs: Projekt %(project_id)s nemohl být nalezen.

source: User %(user_id)s is not a member of project %(project_id)s.
cs: Uživatel %(user_id)s není členem projektu %(project_id)s.

source: Role %(role_id)s could not be found.
cs: Role %(role_id)s nemohla být nalezena.

source: Cannot find SR to read/write VDI.
cs: Nelze najít SR pro čtení/zápis VDI.

source: %(req)s is required to create a network.
cs: %(req)s je vyžadováno pro vytvoření sítě.

source: Network %(network_id)s could not be found.
cs: Síť %(network_id)s nemohla být nalezena.

source: Network could not be found for bridge %(bridge)s
cs: Síť nemohla být pro most %(bridge)s nalezena.

source: Network could not be found for uuid %(uuid)s
cs: Síť nemohla být pro uuid %(uuid)s nalezena.

source: Network could not be found with cidr %(cidr)s.
cs: Síť nemohla být pro cidr %(cidr)s nalezena.

source: Network could not be found for instance %(instance_id)s.
cs: Síť nemohla být pro instance %(instance_id)s nalezena.

source: No networks defined.
cs: Źádné sítě nejsou určeny.

source: Either Network uuid %(network_uuid)s is not present or is not assigned to the project %(project_id)s.
cs: Buď síť uuid %(network_uuid)s není přítomna nebo je přidělena projektu %(project_id)s.

source: Host is not set to the network (%(network_id)s).
cs: Hostitel není v síti (%(network_id)s) nastaven.

source: Could not find the datastore reference(s) which the VM uses.
cs: Nelze najít odkazy datového úložiště, který VM používá.

source: No fixed IP associated with id %(id)s.
cs: Žádná pevná IP není spojena s %(id)s.

source: Fixed ip not found for address %(address)s.
cs: Pevná ip není pro adresu %(address)s nalezena.

source: Instance %(instance_id)s has zero fixed ips.
cs: Instance %(instance_id)s má nula pevných ip.

source: Network host %(host)s has zero fixed ips in network %(network_id)s.
cs: Síťový hostitel %(host)s má nula pevných ip v síti %(network_id)s.

source: Instance %(instance_id)s doesn't have fixed ip '%(ip)s'.
cs: Instance %(instance_id)s nemá pevnou ip '%(ip)s'.

source: Host %(host)s has zero fixed ips.
cs: Hostitel %(host)s má nula pevných ip.

source: Fixed IP address (%(address)s) does not exist in network (%(network_uuid)s).
cs: Pevná IP adresa (%(address)s) v síti (%(network_uuid)s) neexistuje.

source: Fixed IP address %(address)s is already in use.
cs: Pevná IP adresa (%(address)s) je již používána.

source: Fixed IP address %(address)s is invalid.
cs: Pevná IP adresa (%(address)s) je neplatná.

source: Zero fixed ips available.
cs: Je dostupno nula pevných ip.

source: Zero fixed ips could be found.
cs: Bylo nalezeno nula pevných ip.

source: Floating ip not found for id %(id)s.
cs: Plovoucí ip není nalezena pro id %(id)s.

source: The DNS entry %(name)s already exists in domain %(domain)s.
cs: Záznam DNS %(name)s již v doméně %(domain)s existuje.

source: Floating ip not found for address %(address)s.
cs: Plovoucí ip nenalezeno pro adresu %(address)s.

source: Floating ip not found for host %(host)s.
cs: Plovoucí ip nenalezeno pro hostitele %(host)s.

source: Zero floating ips available.
cs: Je dostupných nula plovoucích ip.

source: Floating ip %(address)s is associated.
cs: Plovoucí ip %(address)s je přidružena.

source: Floating ip %(address)s is not associated.
cs: Plovoucí ip %(address)s není přidružena.

source: Zero floating ips exist.
cs: Existuje nula plovoucích ip.

source: Interface %(interface)s not found.
cs: Rozhraní %(interface)s nenalezeno.

source: Keypair %(name)s not found for user %(user_id)s
cs: Dvojice klíčů %(name)s nenalezena pro uživatele %(user_id)s

source: Certificate %(certificate_id)s not found.
cs: Certifikát %(certificate_id)s nenalezen.

source: Service %(service_id)s could not be found.
cs: Služba %(service_id)s nemohla být nalezena.

source: Host %(host)s could not be found.
cs: Hostitel %(host)s nemohl být nalezen.

source: Compute host %(host)s could not be found.
cs: Hostitel výpočtu %(host)s nemohl být nalezen.

source: Could not find binary %(binary)s on host %(host)s.
cs: Nelze najít binární soubor %(binary)s v hostiteli %(host)s.

source: Auth token %(token)s could not be found.
cs: Známka oprávnění %(token)s nemohla být nalezena.

source: Access Key %(access_key)s could not be found.
cs: Přístupový klíč %(access_key)s nemohl být nalezen.

source: Quota could not be found
cs: Kvóta nemohla být nalezena.

source: Quota for project %(project_id)s could not be found.
cs: Kvóta pro projekt %(project_id)s nemohla být nalezena.

source: Security group %(security_group_id)s not found.
cs: Bezpečnostní skupina %(security_group_id)s není nalezena.

source: Security group %(security_group_id)s not found for project %(project_id)s.
cs: Bezpečnostní skupina %(security_group_id)s není nalezena v projektu %(project_id)s.

source: Security group with rule %(rule_id)s not found.
cs: Bezpečnostní skupina s pravidlem %(rule_id)s nenalezena.

source: Security group %(security_group_id)s is already associated with the instance %(instance_id)s
cs: Bezpečnostní skupina %(security_group_id)s je již přidružena k instanci %(instance_id)s

source: Security group %(security_group_id)s is not associated with the instance %(instance_id)s
cs: Bezpečnostní skupina %(security_group_id)s není přidružena k instanci %(instance_id)s

source: Migration %(migration_id)s could not be found.
cs: Přesun %(migration_id)s nemohl být nalezen.

source: Migration not found for instance %(instance_id)s with status %(status)s.
cs: Přesun nenalezen v instanci %(instance_id)s se stavem %(status)s.

source: Console pool %(pool_id)s could not be found.
cs: Zásoba konzole %(pool_id)s nemohla být nalezena.

source: Console pool of type %(console_type)s for compute host %(compute_host)s on proxy host %(host)s not found.
cs: Zásoba konzole typu %(console_type)s pro výpočetního hostitele %(compute_host)s v hostitele proxy %(host)s nemohla být nalezena.

source: Console %(console_id)s could not be found.
cs: Konzole %(console_id)s nemohla být nalezena.

source: Console for instance %(instance_id)s could not be found.
cs: Konzole pro instanci %(instance_id)s nemohla být nalezena.

source: Console for instance %(instance_id)s in pool %(pool_id)s could not be found.
cs: Konzole pro instanci %(instance_id)s v zásobě %(pool_id)s nemohla být nalezena.

source: Invalid console type %(console_type)s
cs: Neplatná konzole typu %(console_type)s

source: Zero instance types found.
cs: Nalezeno nula typů instancí.

source: Instance type %(instance_type_id)s could not be found.
cs: Instance typu %(instance_type_id)s nemohla být nalezena.

source: Instance type with name %(instance_type_name)s could not be found.
cs: Instance typu s názvem %(instance_type_name)s nemohla být nalezena.

source: Flavor %(flavor_id)s could not be found.
cs: Konfigurace %(flavor_id)s nemohla být nalezena.

source: Scheduler Host Filter %(filter_name)s could not be found.
cs: Filtr hostitelů plánovače %(filter_name)s nemohl být nalezen.

source: Scheduler cost function %(cost_fn_str)s could not be found.
cs: Funkce nákladů plánovače %(cost_fn_str)s nemohla být nalezena.

source: Scheduler weight flag not found: %(flag_name)s
cs: Příznak váhy plánovače nemohl být nalezen: %(flag_name)s

source: Instance %(instance_id)s has no metadata with key %(metadata_key)s.
cs: Instance %(instance_id)s nemá žádná metadata s klíčem %(metadata_key)s.

source: Instance Type %(instance_type_id)s has no extra specs with key %(extra_specs_key)s.
cs: Instance typu %(instance_type_id)s nemá žádné dodatečné specifikace s klíčem %(extra_specs_key)s.

source: LDAP object could not be found
cs: Objekt LDAP nemohl být nalezen

source: LDAP user %(user_id)s could not be found.
cs: Uživatel LDAP %(user_id)s nemohl být nalezen.

source: LDAP group %(group_id)s could not be found.
cs: Skupina LDAP %(group_id)s nemohla být nalezena.

source: LDAP user %(user_id)s is not a member of group %(group_id)s.
cs: Uživatel LDAP %(user_id)s není členem skupiny %(group_id)s.

source: File %(file_path)s could not be found.
cs: Soubor %(file_path)s nemohl být nalezen.

source: Zero files could be found.
cs: Nalezeno nula souborů.

source: Virtual switch associated with the network adapter %(adapter)s not found.
cs: Nenalezen virtuální přepínač sdružený se síťovým adaptérem %(adapter)s.

source: Network adapter %(adapter)s could not be found.
cs: Síťový adaptér %(adapter)s nemohl být nalezen.

source: Class %(class_name)s could not be found: %(exception)s
cs: Třída %(class_name)s nemohla být nalezena: %(exception)s

source: Action not allowed.
cs: Činnost není povolena.

source: Unable to use global role %(role_id)s
cs: Nelze použít globální roli %(role_id)s

source: Rotation is not allowed for snapshots
cs: Střídání není povoleno pro snímky

source: Rotation param is required for backup image_type
cs: Parametr rotation je vyžadován pro backup image_type

source: Key pair %(key_name)s already exists.
cs: Dvojice klíčů %(key_name)s již existuje.

source: User %(user)s already exists.
cs: Uživatel %(user)s již existuje.

source: LDAP user %(user)s already exists.
cs: LDAP uživatel %(user)s již existuje.

source: LDAP group %(group)s already exists.
cs: LDAP skupina %(group)s již existuje.

source: User %(uid)s is already a member of the group %(group_dn)s
cs: Uživatel %(uid)s již je členem skupiny %(group_dn)s

source: Project %(project)s already exists.
cs: Projekt %(project)s již existuje.

source: Instance %(name)s already exists.
cs: Instance %(name)s již existuje.

source: Instance Type %(name)s already exists.
cs: Instance typu %(name)s již existuje.

source: Volume Type %(name)s already exists.
cs: Typ svazku %(name)s již existuje.

source: %(path)s is on shared storage: %(reason)s
cs: %(path)s je ve sdíleném úložišti: %(reason)s

source: Migration error
cs: Chyba přesunu

source: Malformed message body: %(reason)s
cs: Poškozené tělo zprávy: %(reason)s

source: Could not find config at %(path)s
cs: Nelze najít nastavení v %(path)s

source: Could not load paste app '%(name)s' from %(path)s
cs: Nelze načíst aplikaci vložení '%(name)s' z %(path)s

source: When resizing, instances must change size!
cs: Při změně velikosti ji musí instance změnit také!

source: Image is larger than instance type allows
cs: Obraz je větší než typ instance povoluje

source: 1 or more Zones could not complete the request
cs: 1 nebo více Zón nemohlo požadavek dokončit

source: Instance type's memory is too small for requested image.
cs: Typ paměti instance je pro požadovaný obraz příliš malý.

source: Instance type's disk is too small for requested image.
cs: Typ disku instance je pro požadovaný obraz příliš malý.

source: Insufficient free memory on compute node to start %(uuid)s.
cs: Pro spuštění %(uuid)s je v uzlu výpočtu nedostatek volné paměti.

source: Could not fetch bandwidth/cpu/disk metrics for this host.
cs: Nelze získat metriky šířky pásma/procesoru/disku pro tohoto hostitele.

source: No valid host was found. %(reason)s
cs: Nebyl nalezen žádný platný hostitel. %(reason)s

source: Host %(host)s is not up or doesn't exist.
cs: Hostitel %(host)s není dostupný nebo neexistuje.

source: Quota exceeded
cs: Kvóta překročena

source: Personality file limit exceeded
cs: Překročen limit osobnostního souboru

source: Personality file path too long
cs: Cesta osobnostního souboru je příliš dlouhá

source: Personality file content too long
cs: Obsah osobnostního souboru je příliš dlouhý

source: Aggregate %(aggregate_id)s could not be found.
cs: Agregát %(aggregate_id)s nemohl být nalezen.

source: Aggregate %(aggregate_name)s already exists.
cs: Agregát %(aggregate_name)s již existuje.

source: Aggregate %(aggregate_id)s has no host %(host)s.
cs: Agregát %(aggregate_id)s nemá hostitele %(host)s.

source: Aggregate %(aggregate_id)s has no metadata with key %(metadata_key)s.
cs: Agregát %(aggregate_id)s nemá žádná metadata s klíčem %(metadata_key)s.

source: Host %(host)s already member of another aggregate.
cs: Hostitel %(host)s již je členem jiného agregátu.

source: Aggregate %(aggregate_id)s already has host %(host)s.
cs: Agregát %(aggregate_id)s již má hostitele %(host)s.

source: Cannot create volume_type with name %(name)s and specs %(extra_specs)s
cs: Nelze vytvořit typ_svazku s názvem %(name)s a specifikacemi %(extra_specs)s

source: Unable to create instance type
cs: Nelze vytvořit typ instance

source: Bad response from SolidFire API
cs: Špatná odpověď od SolidFire API

source: Error in SolidFire API response: status=%(status)s
cs: Chyba v odpovědi SolidFire API: stav=%(status)s

source: Error in SolidFire API response: data=%(data)s
cs: Chyba v odpovědi SolidFire API: data=%(data)s

source: Instance %(instance_id)s could not be found.
cs: Instance %(instance_id)s nemohla být nastavena.

source: syslog facility must be one of: %s
cs: zařízení záznamu systému musí být jedno z: %s

source: Skipping %(full_task_name)s, %(ticks_to_skip)s ticks left until next run
cs: Přeskakování %(full_task_name)s, zbývá %(ticks_to_skip)s tiků do dalšího spuštění

source: Running periodic task %(full_task_name)s
cs: Spuštění pravidelné úlohy %(full_task_name)s

source: Error during %(full_task_name)s: %(e)s
cs: Chyba při %(full_task_name)s: %(e)s

source: Notifying Schedulers of capabilities ...
cs: Oznamování schopností plánovačům ...

source: JSON file representing policy
cs: Soubor JSON představující zásady

source: Rule checked when requested rule is not found
cs: Kontrolované pravidlo, když požadované není nalezeno

source: Starting %(topic)s node (version %(vcs_string)s)
cs: Začínající uzel %(topic)s (verze %(vcs_string)s)

source: Creating Consumer connection for Service %s
cs: Vytváření připojení zákazníka pro službu %s

source: Service killed that has no database entry
cs: Ukončena služba bez záznamu v databázi

source: The service database object disappeared, Recreating it.
cs: Objekt databáze služby zmizel, je znovu vytvářen.

source: Recovered model server connection!
cs: Obnoveno připojení modelového serveru!

source: model server went away
cs: modelový server je nedostupný

source: Full set of FLAGS:
cs: Úplná sada PŘÍZNAKŮ:

source: %(flag)s : FLAG SET
cs: %(flag)s : SADA PŽÍZNAKŮ

source: Fetching %s
cs: Získávání %s

source: Got unknown keyword args to utils.execute: %r
cs: Získány neznámé argumenty klíčového slova pro utils.execute: %r

source: Running cmd (subprocess): %s
cs: Spouštění příkazu (podproces): %s

source: Result was %s
cs: Výsledek byl %s

source: %r failed. Retrying.
cs: %r selhalo. Opakování.

source: Running cmd (SSH): %s
cs: Spouštění příkazu (SSH): %s

source: Environment not supported over SSH
cs: Prostředí není podporováno přes SSH

source: process_input not supported over SSH
cs: process_input není podporován přes SSH

source: debug in callback: %s
cs: ladění ve zpětném volání: %s

source: Link Local address is not found.:%s
cs: Adresa místního spojení nenalezena.: %s

source: Couldn't get Link Local IP of %(interface)s :%(ex)s
cs: Nelze získat IP místního spojení %(interface)s :%(ex)s

source: Invalid backend: %s
cs: Neplatná podpůrná vrstva: %s

source: backend %s
cs: podpůrná vrstva: %s

source: in looping call
cs: v opakujícím volání

source: Expected object of type: %s
cs: Očekáván objekt typu: %s
