Repository: markmc/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: cs

source: Timeout waiting for device %s to be created
cs: Vypršel časový limit při čekání na vytvoření zařízení %s

source: Plugging VBD %s ...
cs: Zapojování VBD %s ...

source: Plugging VBD %s done.
cs: Zapojování VBD %s hotovo.

source: VBD %(vbd_ref)s plugged as %(orig_dev)s
cs: VBD %(vbd_ref)s zapojeno jako %(orig_dev)s

source: VBD %(vbd_ref)s plugged into wrong dev, remapping to %(dev)s
cs: VBD %(vbd_ref)s zapojeno do špatného dev, znovu mapování do %(dev)s

source: Destroying VBD for VDI %s ...
cs: Ničení VBD pro VDI %s ...

source: Destroying VBD for VDI %s done.
cs: Ničení VBD pro VDI %s hotovo.

source: Running pygrub against %s
cs: Spouštění pygrub s %s

source: Found Xen kernel %s
cs: Nalezen kernel Xen %s

source: No Xen kernel found. Booting HVM.
cs: Žádný kernel Xen nenalezen. Zavádění HVM.

source: Partitions:
cs: Oddíly:

source: %(num)s: %(ptype)s %(size)d sectors
cs: %(num)s: %(ptype)s %(size)d sektorů

source: Writing partition table %(primary_first)d %(primary_last)d to %(dev_path)s...
cs: Zapisování tabulky oddílů %(primary_first)d %(primary_last)d do %(dev_path)s...

source: Writing partition table %s done.
cs: Zapisování tabulky oddílů %s dokončeno.

source: XenServer tools installed in this image are capable of network injection. Networking files will not bemanipulated
cs: Nástroje XenServer instalované v tomto obrazu jsou schopné vložit sítě. Síťové soubory nebudou změněny

source: XenServer tools are present in this image but are not capable of network injection
cs: Nástroje XenServer jsou v tomto obrazu přítomny, ale nejsou schopny vložit síť

source: XenServer tools are not installed in this image
cs: Nástroje XenServer nejsou v tomto obrazu nainstalovány

source: Manipulating interface files directly
cs: Přímé zacházení se soubory rozhraní

source: Failed to mount filesystem (expected for non-linux instances): %s
cs: Nelze připojit souborový systém (očekáváno v nelinuxových instancích): %s

source: Removing kernel/ramdisk files from dom0
cs: Odstraňování souborů kernel/ramdisku z dom0

source: Latest agent build for %(hypervisor)s/%(os)s/%(architecture)s is %(version)s
cs: Psled v agenta pro %(hypervisor)s/%(os)s/%(architecture)s je %(version)s

source: No agent build found for %(hypervisor)s/%(os)s/%(architecture)s
cs: Nenalezena žádná verze agenta pro %(hypervisor)s/%(os)s/%(architecture)s

source: Querying agent version
cs: Dotaz na verzi agenta

source: Instance agent version: %s
cs: Verze agenta instance: %s

source: Updating Agent to %s
cs: Aktualizace agenta na %s

source: Injecting file path: '%s'
cs: Vkládání cesty souboru: '%s'

source: Setting admin password
cs: Nastavování správcovského hesla

source: Resetting network
cs: Reset sítě

source: Setting VCPU weight
cs: Nastavování váhy VCPU

source: Failed to transfer vhd to new host
cs: Nelze převést vhd na nového hostitele

source: Resizing down VDI %(cow_uuid)s from %(old_gb)dGB to %(new_gb)dGB
cs: Zmenšení velikosti VDI %(cow_uuid)s z %(old_gb)d GB na %(new_gb)d GB

source: Resizing up VDI %(vdi_uuid)s from %(old_gb)dGB to %(new_gb)dGB
cs: Zvětšení velikosti VDI %(vdi_uuid)s z%(old_gb)d GB na %(new_gb)d GB

source: Failed to query agent version: %(resp)r
cs: Nelze se dotázat na verzi agenta: %(resp)r

source: Failed to update agent: %(resp)r
cs: Nelze aktualizovat agenta: %(resp)r

source: Failed to exchange keys: %(resp)r
cs: Nelze vyměnit klíče: %(resp)r

source: Failed to update password: %(resp)r
cs: Nelze aktualizovat heslo: %(resp)r

source: Failed to inject file: %(resp)r
cs: Nelze vložit soubor: %(resp)r

source: Unable to find VBD for VM
cs: Nelze najít VBD pro VM

source: instance has a kernel or ramdisk but not both
cs: Instance mí kernel nebo ramdisk, ale ne oba

source: kernel/ramdisk files removed
cs: soubory kernel/ramdisk odstraněny

source: VM is not present, skipping destroy...
cs: VM není přítomno, přeskakování ničení...

source: Instance is already in Rescue Mode: %s
cs: Instance již je v záchranném režimu: %s

source: Found %(instance_count)d hung reboots older than %(timeout)d seconds
cs: Nalezeno %(instance_count)d zaseknutých restartování starších než %(timeout)d vteřin

source: Could not get bandwidth info.
cs: Nelze získat informacce o šířce pásma.

source: OpenSSL error: %s
cs: Chyba OpenSSL: %s

source: creating sr within volume_utils
cs: vytváření sr bez nástrojů svazku

source: type is = %s
cs: typ je = %s

source: name = %s
cs: název = %s

source: Created %(label)s as %(sr_ref)s.
cs: Vytvořeno %(label)s jako %(sr_ref)s.

source: Unable to create Storage Repository
cs: Nelze vytvořit repozitář úložiště

source: introducing sr within volume_utils
cs: Zavádění sr uvnitř nástrojů svazku

source: Introduced %(label)s as %(sr_ref)s.
cs: Zavedeno %(label)s jako %(sr_ref)s.

source: Creating pbd for SR
cs: Vytváření pbd pro SR

source: Plugging SR
cs: Zapojování SR

source: Unable to introduce Storage Repository
cs: NElze zavést repozitář úložiště

source: Unable to get SR using uuid
cs: Nelze získat SR pomocí uuid

source: Forgetting SR %s...
cs: Zapomínání na SR %s...

source: Unable to forget Storage Repository
cs: Nelze zapomenout na repozitář úložiště

source: Introducing %s...
cs: Zavádění %s...

source: Unable to find SR from VBD %s
cs: Nelze najít SR z VBD %s

source: Ignoring exception %(exc)s when getting PBDs for %(sr_ref)s
cs: Ignorování výjimky %(exc)s při získávání PBD pro %(sr_ref)s

source: Ignoring exception %(exc)s when unplugging PBD %(pbd)s
cs: Ignorování výjimky %(exc)s při odpojování PBD %(pbd)s

source: Unable to introduce VDI on SR %s
cs: Nelze zavést VDI na SR %s

source: Unable to get record of VDI %s on
cs: Nelze získat záznam VDI %s na

source: Unable to introduce VDI for SR %s
cs: Nelze zavést VDI pro SR %s

source: Error finding vdis in SR %s
cs: Chyb při hledání vdi v SR %s

source: Unable to find vbd for vdi %s
cs: Neůze najít vbd pro vdi %s

source: Unable to obtain target information %(data)s, %(mountpoint)s
cs: Nelze získat informace o cíli %(data)s, %(mountpoint)s

source: Mountpoint cannot be translated: %s
cs: Bod připojení nelze přeložit: %s

source: Could not find VDI ref
cs: Nelze najít odkaz na VDI

source: Creating SR %s
cs: Vytváření SR %s

source: Could not create SR
cs: Nelze vytvořit SR

source: Could not retrieve SR record
cs: Nelze získat záznam o SR

source: Introducing SR %s
cs: Zavádění SR %s

source: SR found in xapi database. No need to introduce
cs: SR nalezeno v databázi xapi. Není třeba zavádět

source: Could not introduce SR
cs: Nelze zavést SR

source: Checking for SR %s
cs: Kontrola SR %s

source: SR %s not found in the xapi database
cs: SR %s nenalezeno v databázoi xapi

source: Could not forget SR
cs: Nelze zapomenou na SR

source: Attach_volume: %(connection_info)s, %(instance_name)s, %(mountpoint)s
cs: Připojeni svazku: %(connection_info)s, %(instance_name)s, %(mountpoint)s

source: Unable to create VDI on SR %(sr_ref)s for instance %(instance_name)s
cs: Nelze vytvořit VDI na SR %(sr_ref)s pro instanci %(instance_name)s

source: Unable to use SR %(sr_ref)s for instance %(instance_name)s
cs: Nelze použít SR %(sr_ref)s pro instanci %(instance_name)s

source: Unable to attach volume to instance %s
cs: Nelze připojit svazek k instanci %s

source: Mountpoint %(mountpoint)s attached to instance %(instance_name)s
cs: Bod připojení %(mountpoint)s připojen k instanci %(instance_name)s

source: Detach_volume: %(instance_name)s, %(mountpoint)s
cs: Odpojení svazku: %(instance_name)s, %(mountpoint)s

source: Unable to locate volume %s
cs: Nelze nalézt svazek %s

source: Unable to detach volume %s
cs: Nelze odpojit svazek %s

source: Unable to destroy vbd %s
cs: Nelze zničit vbd %s

source: Error purging SR %s
cs: Chyba při čištění SR %s

source: Mountpoint %(mountpoint)s detached from instance %(instance_name)s
cs: Bod připojení %(mountpoint)s odpojen od instance %(instance_name)s

source: Error in handshake: %s
cs: Chyba při zahájení komunikace: %s

source: Invalid request: %s
cs: Neplatný požadavek: %s

source: Request: %s
cs: Požadavek: %s

source: Request made with missing token: %s
cs: Proveden požadavek s chybějící známkou: %s

source: Request made with invalid token: %s
cs: Proveden požadavek s neplatnou známkou: %s

source: Unexpected error: %s
cs: Neočekávaná chyba: %s

source: Starting nova-xvpvncproxy node (version %s)
cs: Spouštění uzlu nova-xvpvncproxy (verze %s)

source: status must be available
cs: stav musí být dostupný

source: Quota exceeded for %(pid)s, tried to create %(size)sG volume
cs: Překročena kvóta pro %(pid)s, pokus o vytvoření %(size)sG svazku

source: already attached
cs: již připojeno

source: already detached
cs: již odpojeno

source: must be available
cs: musí být dostupné

source: Recovering from a failed execute. Try number %s
cs: Obnova ze selhaného spuštění. Pokus číslo %s

source: volume group %s doesn't exist
cs: skupina svazku %s neexistuje

source: Skipping ensure_export. No iscsi_target provisioned for volume: %d
cs: Přeskakování zajištění exportu. Není dotován žádný cíl iscsi pro svazek: %d

source: Skipping remove_export. No iscsi_target provisioned for volume: %d
cs: Přeskakování odstranění exportu. Není dotován žádný cíl iscsi pro svazek: %d

source: Skipping remove_export. No iscsi_target is presently exported for volume: %d
cs: Přeskakování odstranění exportu. V současnosti není přítomen žádný cíl iscsi pro svazek: %d

source: ISCSI provider_location not stored, using discovery
cs: Umístění poskytovatele ISCSI není uloženo, použito zjištění

source: Could not find iSCSI export for volume %s
cs: Nelze najít export ISCSI pro svazek %s

source: ISCSI Discovery: Found %s
cs: Zjištění ISCSI: Nalezeno %s

source: Cannot confirm exported volume id:%(volume_id)s.
cs: Nelze potvrdit exportovaný svazek s id:%(volume_id)s.

source: FAKE ISCSI: %s
cs: FALEŠNÉ ISCSI: %s

source: rbd has no pool %s
cs: rbd nemá žádnéou zásobu %s

source: Sheepdog is not working: %s
cs: Sheepdog nefunguje: %s

source: Sheepdog is not working
cs: Sheepdog nefunguje

source: LoggingVolumeDriver: %s
cs: Zaznamování ovladače svazku: %s

source: Re-exporting %s volumes
cs: Znovu exportování %s svazků

source: volume %s: skipping export
cs: svazek %s: přeskakování exportu

source: volume %s: creating
cs: svazek%s: vytváření

source: volume %(vol_name)s: creating lv of size %(vol_size)sG
cs: svazek %(vol_name)s: vytváření lv o velikosti %(vol_size)sG

source: volume %s: creating export
cs: svazek %s: vytváření exportu

source: volume %s: created successfully
cs: svazek %s: vytvoření bylo úspěšné

source: Volume is still attached
cs: Svazek je stále připojen

source: Volume is not local to this node
cs: Svazek není místní v tomto uzlu

source: volume %s: removing export
cs: svazek %s: odstraňování exportu

source: volume %s: deleting
cs: svazek %s: mazání

source: volume %s: volume is busy
cs: svazek %s: svazek je zaneprázdněn

source: volume %s: deleted successfully
cs: svazek %s: úspěšně smazán

source: snapshot %s: creating
cs: snímek %s: vytváření

source: snapshot %(snap_name)s: creating
cs: snímek %(snap_name)s: vytváření

source: snapshot %s: created successfully
cs: snímek %s: úspěšně vytvořen

source: snapshot %s: deleting
cs: snímek %s: mazání

source: snapshot %s: deleted successfully
cs: snímek %s: úspěšně smazán

source: Checking volume capabilities
cs: Kontrola schopností svazku

source: New capabilities found: %s
cs: Nalezeny nové schopnosti: %s

source: Clear capabilities
cs: Vyčistit schopnosti

source: Notification {%s} received
cs: Přijato oznámení (%s)

source: Specify san_password or san_private_key
cs: Zadat san_password nebo san_private_key

source: san_ip must be set
cs: san_ip musí být nastaveno

source: LUID not found for %(zfs_poolname)s. Output=%(out)s
cs: LUID pro %(zfs_poolname)s nenalezeno. Výstup=%(out)s

source: CLIQ command returned %s
cs: Příkaz QLID vrátil %s

source: Malformed response to CLIQ command %(verb)s %(cliq_args)s. Result=%(out)s
cs: Poškozená odpověď pro příkaz QLID %(verb)s %(cliq_args)s. Výsledek=%(out)s

source: Error running CLIQ command %(verb)s %(cliq_args)s. Result=%(out)s
cs: Chyba při spouštění příkazu QLID %(verb)s %(cliq_args)s. Výsledek=%(out)s

source: Unexpected number of virtual ips for cluster %(cluster_name)s. Result=%(_xml)s
cs: Neočekávaný počet virtuálních ip pro klastr %(cluster_name)s. Výsledek=%(_xml)s

source: Volume info: %(volume_name)s => %(volume_attributes)s
cs: Informace o svazku: %(volume_name)s => %(volume_attributes)s

source: local_path not supported
cs: místní cesta není podporována

source: Payload for SolidFire API call: %s
cs: Náklad volání API SolidFire: %s

source: Call to json.loads() raised an exception: %s
cs: Volání json.loads() vyvolalo výjimku: %s

source: Results of SolidFire API call: %s
cs: Výsledek volání API SolidFIre: %s

source: Found solidfire account: %s
cs: Nalezen účet solidfire: %s

source: solidfire account: %s does not exist, create it...
cs: účet solidfire: %s neexistuje, vytváření...

source: Enter SolidFire create_volume...
cs: Vstup do vytváření svazku SolidFire

source: Leaving SolidFire create_volume
cs: Odchod z vytváření svazku SolidFIre

source: Enter SolidFire delete_volume...
cs: Vstup do smazání svazku SolidFIre

source: Leaving SolidFire delete_volume
cs: Odchod ze smazání svazku SolidFire

source: Executing SolidFire ensure_export...
cs: Spouštění zajištění exportu SolidFire...

source: Executing SolidFire create_export...
cs: Spouštění vytváření exportu SolidFire

source: name cannot be None
cs: název nemůže být None

source: id cannot be None
cs: id nemůže být None

source: SR name = %s
cs: Název SR = %s

source: Params: %s
cs: Parametry: %s

source: Failed to create sr %s...continuing
cs: Nelze vytvořit sr %s...pokračování

source: Create failed
cs: Vytvoření selhalo

source: SR UUID of new SR is: %s
cs: SR UUID nového SR je: %s

source: Failed to update db
cs: Nelze aktualizovat db

source: Failed to introduce sr %s...continuing
cs: Nelze zavést sr %s...pokračování

source: Failed to reach backend %d
cs: Nelze se připojit k podpůrné vrstvě %d

source: XenSMDriver requires xenapi connection
cs: XenSMDriver vyžaduje připojení xenapi

source: Failed to initiate session
cs: Nelze zavést relaci

source: Volume will be created in backend - %d
cs: Svazek bude vytvořen v podpůrné vrstvě - %d

source: Failed to update volume in db
cs: Nelze aktualizovat svazek v db

source: Unable to create volume
cs: Nelze vytvořit svazek

source: Failed to delete vdi
cs: Nelze smazat vdi

source: Failed to delete volume in db
cs: Nelze smazat svazek v db

source: Failed to find volume in db
cs: Nelze najít svazek v db

source: Failed to find backend in db
cs: Nelze najít podpůrnou vrstvu v db
