Repository: markmc/nova
Catalog: nova/locale/*/LC_MESSAGES/nova.po
Languages: cs

source: Invalid server_string: %s
cs: Neplatný server_string: %s

source: timefunc: '%(name)s' took %(total_time).2f secs
cs: timefunc: '%(name)s' trvalo %(total_time).2f sek

source: Class %(fullname)s is deprecated: %(msg)s
cs: Třída %(fullname)s je zastaralá: %(msg)s

source: Class %(fullname)s is deprecated
cs: Třída %(fullname)s je zastaralá

source: Function %(name)s in %(location)s is deprecated: %(msg)s
cs: Funkce %(name)s v %(location)s je zastaralá: %(msg)s

source: Function %(name)s in %(location)s is deprecated
cs: Funkce %(name)s v %(location)s je zastaralá

source: Started %(name)s on %(host)s:%(port)s
cs: %(name)s spuštěno v %(host)s:%(port)s

source: Stopping WSGI server.
cs: Zastavování serveru WSGI.

source: WSGI server has stopped.
cs: Server WSGI byl zastaven.

source: You must implement __call__
cs: Musíte zavést __call__

source: FaultWrapper: %s
cs: Obalovačchyb: %s

source: Too many failed authentications.
cs: Příliš mnoho ověření selhalo.

source: Access key %(access_key)s has had %(failures)d failed authentications and will be locked out for %(lock_mins)d minutes.
cs: Přístupový klíč %(access_key)s %(failures)d krát selhal při ověření a bude zablokován na %(lock_mins)d minut.

source: Signature not provided
cs: Podpis není zadán

source: Access key not provided
cs: Přístupový klíč není zadán

source: Failure communicating with keystone
cs: Chyba při komunikaci s keystone

source: Authentication Failure: %s
cs: Selhání ověření: %s

source: Authenticated Request For %(uname)s:%(pname)s)
cs: Požadavek na ověření pro %(uname)s:%(pname)s)

source: action: %s
cs: činnost: %s

source: arg: %(key)s val: %(value)s
cs: arg: %(key)s hod: %(value)s

source: Unauthorized request for controller=%(controller)s and action=%(action)s
cs: Neoprávnění požadavek pro ovladač=%(controller)s a činnost=%(action)s

source: InstanceNotFound raised: %s
cs: Vyvoláno InstanceNenalezena: %s

source: VolumeNotFound raised: %s
cs: Vyvoláno SvazekNenalezen: %s

source: SnapshotNotFound raised: %s
cs: Vyvoláno SnímekNenalzen: %s

source: NotFound raised: %s
cs: Vyvoláno Nenalezeno: %s

source: EC2APIError raised: %s
cs: Vyvoláno ChybaApiEC2: %s

source: KeyPairExists raised: %s
cs: Vyvoláno DvojiceKlíčůExistuje: %s

source: InvalidParameterValue raised: %s
cs: Vyvoláno NeplatnáHodnotaParametru: %s

source: InvalidPortRange raised: %s
cs: Vyvoláno NeplatnýROzsahPortů: %s

source: NotAuthorized raised: %s
cs: Vyvoláno NeníOprávněno: %s

source: InvalidRequest raised: %s
cs: Vyvoláno NeplatnáOperace: %s

source: Unexpected error raised: %s
cs: Vyvolána neznámá chyba: %s

source: Environment: %s
cs: Prostředí: %s

source: An unknown error has occurred. Please try your request again.
cs: Vyskytla se neznámá chyba. Prosím zopakujte Váš požadavek.

source: Unsupported API request: controller = %(controller)s, action = %(action)s
cs: Nepodporovaný požadavek API: ovladač = %(controller)s, činnost = %(action)s

source: Create snapshot of volume %s
cs: Vytvořit snímek svazku %s

source: Create key pair %s
cs: Vytvořit dvojici klíčů %s

source: Key pair '%s' already exists.
cs: Dvojice klíčů '%s' již existuje.

source: Import key %s
cs: Imprtovat klíč %s

source: Delete key pair %s
cs: Smazat dvojici klíčů %s

source: Revoke security group ingress %s
cs: Zrušit přístup bezpečnostní skupiny %s

source: No rule for the specified parameters.
cs: Pro zadané parametry není žádné pravidlo.

source: Authorize security group ingress %s
cs: Povolit přístup bezpečnostní skupiny %s

source: Value (%s) for parameter GroupName is invalid. Content limited to Alphanumeric characters, spaces, dashes, and underscores.
cs: Hodnota (%s) parametru GroupName je neplatná. Obsah je omezen na alfanumerické znaky, mezery, pomlčky a podtržítka.

source: Value (%s) for parameter GroupName is invalid. Length exceeds maximum of 255.
cs: Hodnota (%s) parametru GroupName je neplatná. Délka překračuje maximum 255 znaků.

source: Create Security Group %s
cs: Vytvořit bezpečnostní skupinu %s

source: group %s already exists
cs: skupina %s již existuje

source: Delete security group %s
cs: Smazat bezpečnostní skupinu %s

source: Get console output for instance %s
cs: Získat výstup konzole pro instanci %s

source: Create volume from snapshot %s
cs: Vytvořit svazek ze snímku %s

source: Create volume of %s GB
cs: Vytvořit svazek o %s GB

source: Attach volume %(volume_id)s to instance %(instance_id)s at %(device)s
cs: Připojit svazek %(volume_id)s k instanci %(instance_id)s na %(device)s

source: Detach volume %s
cs: Odpojit svazek %s

source: attribute not supported: %s
cs: vlastnost není podporována: %s

source: vol = %s
cs: svz = %s

source: Allocate address
cs: Přidělit adresu

source: Release address %s
cs: Uvolnit adresu %s

source: Associate address %(public_ip)s to instance %(instance_id)s
cs: Přidělit adresu %(public_ip)s k instanci %(instance_id)s

source: Disassociate address %s
cs: Oddělit adresu %s

source: Image must be available
cs: Obraz musí být dostupný

source: Going to start terminating instances
cs: BUde spuštěno ukončování insatncí

source: Reboot instance %r
cs: Restratovat instanci %r

source: Going to stop instances
cs: Instance budou zastaveny

source: Going to start instances
cs: Instance budou spuštěny

source: De-registering image %s
cs: Zrušení registrace obrazu %s

source: Registered image %(image_location)s with id %(image_id)s
cs: Obraz %(image_location)s registrován s id %(image_id)s

source: user or group not specified
cs: uživatel nebo skupina nebyly zadány

source: only group "all" is supported
cs: podporována je pouze skupina "all"

source: operation_type must be add or remove
cs: operation_type musí být add nebo remove

source: Updating image %s publicity
cs: Aktualizace publicity obrazu %s

source: Couldn't stop instance with in %d sec
cs: Nelze zastavit instanci za %d sek

source: Failed to get metadata for ip: %s
cs: Nelze získat metadata pro ip: %s

source: Caught error: %s
cs: Zachycena chyba: %s

source: %(url)s returned with HTTP %(status)d
cs: %(url)s vrácena s HTTP %(status)d

source: Must specify an ExtensionManager class
cs: Musí být určena třída ExtensionManager

source: Extended resource: %s
cs: Rozšířený zdroj: %s

source: Extension %(ext_name)s: Cannot extend resource %(collection)s: No such resource
cs: Rozšíření %(ext_name)s: nelze rozšířit %(collection)s: Žádný takový zdroj

source: Extension %(ext_name)s extending resource: %(collection)s
cs: Rozšíření %(ext_name)s: rozšiřování zdroje %(collection)s

source: limit param must be an integer
cs: parametr limit musí být celé číslo

source: limit param must be positive
cs: parametr limit musí být kladný

source: offset param must be an integer
cs: parametr offset musí být celé číslo

source: offset param must be positive
cs: parametr offset musí být kladný

source: marker [%s] not found
cs: značka [%s] nenalezena

source: href %s does not contain version
cs: href %s neobsahuje verzi

source: Image metadata limit exceeded
cs: Metadata obrazu překračují limit

source: Cannot '%(action)s' while instance is in %(attr)s %(state)s
cs: Nelze '%(action)s' zatímco instance je %(attr)s %(state)s

source: Instance is in an invalid state for '%(action)s'
cs: Instance je v neplatném stavu pro '%(action)s'

source: Rejecting snapshot request, snapshots currently disabled
cs: Odmítnutí žádosti o snímek, snímky jsou nyní zakázány

source: Instance snapshots are not permitted at this time.
cs: Snímky instance nejsou v současnosti povoleny.

source: Loaded extension: %s
cs: Načteno rozšíření: %s

source: Ext name: %s
cs: Název roz: %s

source: Ext alias: %s
cs: Přezdívká roz: %s

source: Ext description: %s
cs: Popis roz: %s

source: Ext namespace: %s
cs: Jmenný prostor roz: %s

source: Ext updated: %s
cs: Roz aktualizováno: %s

source: Exception loading extension: %s
cs: Výjimka při načítání rozšíření: %s

source: Loading extension %s
cs: Načítání rozšíření %s

source: Calling extension factory %s
cs: Volání továrny rozšíření %s

source: Failed to load extension %(ext_factory)s: %(exc)s
cs: Nelze načít rozšížení %(ext_factory)s: %(exc)s

source: Failed to load extension %(classpath)s: %(exc)s
cs: Nelze načíst rozšíření %(classpath)s: %(exc)s

source: Failed to load extension %(ext_name)s: %(exc)s
cs: Nelze načíst rozšíření %(ext_name)s: %(exc)s

source: cannot understand JSON
cs: JSON nelze porozumět

source: cannot understand XML
cs: XML nelze porozumět

source: too many body keys
cs: příliš mnoho klíčů těla

source: Fault thrown: %s
cs: Vyvolána chyba: %s

source: HTTP exception thrown: %s
cs: Vyvolána výjimka HTTP: %s

source: Unrecognized Content-Type provided in request
cs: V požadavku zadán nerozpoznaný Content-Type

source: No Content-Type provided in request
cs: V požadavku nezadán Content-Type

source: Empty body provided in request
cs: V požadavku zadáno prázdné tělo

source: There is no such action: %s
cs: Žádná taková činnost: %s

source: Malformed request body
cs: Poškozené tělo požadavku

source: Unsupported Content-Type
cs: Nepodporovaný Content-Type

source: Malformed request url
cs: Poškozená url požadavku

source: %(url)s returned a fault: %(e)s
cs: %(url)s vrátilo chybu: %(e)s

source: element is not a child
cs: prvek není podřazený

source: root element selecting a list
cs: kořenový prvek volí seznam

source: Template tree mismatch; adding slave %(slavetag)s to master %(mastertag)s
cs: Neshoda stromu šablony; přidávání sluhy %(slavetag)s k pánovi %(mastertag)s

source: subclasses must implement construct()!
cs: podtřídy musí zavádět construct()!

source: Initializing extension manager.
cs: Zavádění správce rozšíření.

source: Image not found.
cs: Obraz nenalezen

source: Incorrect request body format
cs: Nsprávný formát těla požadavku

source: Request body and URI mismatch
cs: Neshoda s tělem požadavku a URI

source: Request body contains too many items
cs: Tělo požadavku obsahuje příliš mnoho položek

source: Invalid metadata key
cs: Neplatný klíč metadata

source: Instance does not exist
cs: Instance neexistuje

source: Instance is not a member of specified network
cs: Instance není členem zadané sítě

source: Only %(value)s %(verb)s request(s) can be made to %(uri)s every %(unit_string)s.
cs: Pouze %(value)s požadavky %(verb)s mohou být provedeny pro %(uri)s každých %(unit_string)s.

source: This request was rate-limited.
cs: Tento požadavek má omezen množství.

source: Server does not exist
cs: Server neexistuje

source: Metadata item was not found
cs: Položka metadat nenalezena

source: Invalid server status: %(status)s
cs: Neplatný stav serveru: %(status)s

source: Invalid changes-since value
cs: Neplatná hodnota changes-since

source: Server name is not a string or unicode
cs: Název serveru není řetězec nebo unicode

source: Server name is an empty string
cs: Název serveru je prázdný řetězec

source: Bad personality format: missing %s
cs: Špatný formát osobnosti: chybí %s

source: Bad personality format
cs: Špatný formát osobnosti

source: Personality content for %s cannot be decoded
cs: Obsah osobnosti pro %s nemůže být dekódován

source: Bad networks format: network uuid is not in proper format (%s)
cs: Špatný formát sítí: uuid sítě není ve správném formátu (%s)

source: Invalid fixed IP address (%s)
cs: Neplatná pevná IP adresa (%s)

source: Duplicate networks (%s) are not allowed
cs: Duplicitní sítě (%s) nejosu povoleny

source: Bad network format: missing %s
cs: Špatný formát sítě: chybí %s

source: Bad networks format
cs: Špatný formát sítě

source: Userdata content cannot be decoded
cs: Obsah uživatelských dat nemůže být dekódován

source: accessIPv4 is not proper IPv4 format
cs: accessIPv4 není ve správném formátu IPv4

source: Server name is not defined
cs: Název serveru není určen

source: Invalid flavorRef provided.
cs: Zadáno neplatné flavorRef.

source: Can not find requested image
cs: Nelze najít požadovaný obraz

source: Invalid key_name provided.
cs: Zadán neplatný název_klíče.

source: Instance has not been resized.
cs: Instanci nebyla změněna velikost.

source: Error in confirm-resize %s
cs: Chyba v confirm-resize %s

source: Error in revert-resize %s
cs: Chyba v revert-resize %s

source: Argument 'type' for reboot is not HARD or SOFT
cs: Argument 'type' pro restart není HARD či SOFT

source: Missing argument 'type' for reboot
cs: Chybí argument 'type' pro restart

source: Error in reboot %s
cs: Chyba v restartu %s

source: Unable to locate requested flavor.
cs: Nelze najít požadovanou konfiguraci.

source: Resize requires a change in size.
cs: Resize vyžaduje změnu velikosti.

source: Malformed server entity
cs: Poškozený objekt serveru

source: Missing imageRef attribute
cs: Chybí vlastnost imageRef

source: Invalid imageRef provided.
cs: Zadáno neplatné imageRef.

source: Missing flavorRef attribute
cs: Chybí vlastnost flavorRef

source: No adminPass was specified
cs: Nebylo zadáno adminPass

source: Invalid adminPass
cs: Neplatné adminPass

source: Unable to parse metadata key/value pairs.
cs: Nelze zpracovat metadata dvojic hodnot/klíčů.

source: Resize request has invalid 'flavorRef' attribute.
cs: Požadavek na změnu velikosti má neplatnou vlastnost 'flavorRef'.

source: Resize requests require 'flavorRef' attribute.
cs: Požadavek na změnu velikosti vyžaduje vlastnost 'flavorRef'.

source: Invalid request body
cs: Neplatné tělo požadavku

source: Could not parse imageRef from request.
cs: Nelze zpracovat imageRef z požadavku.

source: Instance could not be found
cs: Instance nemohla být nalezena

source: Cannot find image for rebuild
cs: Nelze najít obraz ke znovu sestavení

source: createImage entity requires name attribute
cs: Objekt createImage cyžaduje vlastnost name

source: Removing options '%(unk_opt_str)s' from query
cs: Odstraňování voleb '%(unk_opt_str)s' z fronty

source: Compute.api::pause %s
cs: Compute.api::pauza %s

source: Compute.api::unpause %s
cs: Compute.api::zruš pauzu %s

source: compute.api::suspend %s
cs: compute.api::přerušení %s

source: compute.api::resume %s
cs: compute.api::pokračování %s

source: Error in migrate %s
cs: Chyba v přesunu %s

source: Compute.api::reset_network %s
cs: Compute.api::reset_sítě %s

source: Server not found
cs: Server nenalezen

source: Compute.api::inject_network_info %s
cs: Compute.api::vložit_info_sítě %s

source: Compute.api::lock %s
cs: Compute.api::uzamčení %s

source: Compute.api::unlock %s
cs: Compute.api::odemčení %s

source: createBackup entity requires %s attribute
cs: Objekt createBackup vyžaduej vlastnost %s

source: Malformed createBackup entity
cs: Poškozený objekt createBackup

source: createBackup attribute 'rotation' must be an integer
cs: Vlastnost createBackup 'rotation' musí být celé číslo

source: Instance not found
cs: Instance nenalezena

source: host and block_migration must be specified.
cs: host a block_migration musí být zadány.

source: Live migration of instance %(id)s to host %(host)s failed
cs: Migrace za chodu instance %(id)s na hostitele %(host)s selhala

source: Aggregates does not have %s action
cs: Agregáty nemají činnost %s

source: Only root certificate can be retrieved.
cs: Může být získán pouze kořenový certifikát.

source: Unable to claim IP for VPN instances, ensure it isn't running, and try again in a few minutes
cs: Nelze získat IP pro instance VPN, ujistěte se, že není spuštěna a zkuste to znovu za pár minut.

source: Missing type specification
cs: Chybí určení typu

source: Invalid type specification
cs: Neplatné určení typu

source: %s must be either 'MANUAL' or 'AUTO'.
cs: %s musí být buď 'MANUAL' nebo 'AUTO'.

source: Server not found.
cs: Server nenalezen.

source: No Request Body
cs: Žádné tělo požadavku

source: No more floating ips in pool %s.
cs: Žádné další plovoucí ip v zásobníku %s.

source: No more floating ips available.
cs: Žádné další plovoucí ip nejsou dostupné.

source: Missing parameter dict
cs: Chybí parametr dict

source: Address not specified
cs: Adresa není určena

source: No fixed ips associated to instance
cs: K instanci nejsou přidruženy žádné pevné ip

source: Invalid status: '%s'
cs: Neplatný stav: '%s'

source: Invalid update setting: '%s'
cs: Neplatné nastavení aktualizace: '%s'

source: Setting host %(host)s to %(state)s.
cs: Nastavování hostitele %(host)s na %(state)s.

source: Describe-resource is admin only functionality
cs: Describe-resource je funkce pouze pro správce

source: Host not found
cs: Hostitel nenalezen

source: Missing 'networkId' argument for addFixedIp
cs: Chybí argument 'networkId' pro addFixedIp

source: Missing 'address' argument for removeFixedIp
cs: Chybí argument 'address' pro removeFixedIp

source: Unable to find address %r
cs: Nelze najít adresu %r

source: Network does not have %s action
cs: Síť nemá činnost %s

source: Disassociating network with id %s
cs: Odlučování sítě s id %s

source: Network not found
cs: Síť nenalezena

source: Showing network with id %s
cs: Zobrazování sítě s id %s

source: Deleting network with id %s
cs: Zjišťování sítě s id %s

source: Malformed scheduler_hints attribute
cs: Poškozená vlasnost scheduler_hints

source: Security group id should be integer
cs: Id bezpečnostní skupiny by mělo být celé číslo

source: Security group %s already exists
cs: Bezpečnostní skupina %s již existuje

source: Security group %s is not a string or unicode
cs: Bezpečnostní skupina %s není řetězec nebo unicode

source: Security group %s cannot be empty.
cs: Bezpečnostní skupina %s nemůže být prázdná.

source: Security group %s should not be greater than 255 characters.
cs: Bezpečnostní skupina %s by neměla být větší než 255 znaků.

source: Parent group id is not integer
cs: Id nadřazené skupina není celé číslo

source: Security group (%s) not found
cs: Bezpečnostní skupina (%s) nenalezena

source: Not enough parameters to build a valid rule.
cs: Není dostatek parametrů k sestavení platného pravidla.

source: This rule already exists in group %s
cs: Toto pravidlo již existuje ve skupině %s

source: Parent or group id is not integer
cs: Nadřazený nebo id skupiny není celé číslo

source: Rule id is not integer
cs: Id pravidla není celé číslo

source: Rule (%s) not found
cs: Pravidlo (%s) nenalezeno

source: Security group not specified
cs: Není zadána bezpečnostní skupina

source: Security group name cannot be empty
cs: Název bezpečnostní skupiny nemůže být prázdné

source: vol=%s
cs: svazek=%s

source: Delete volume with id: %s
cs: Smazat svazek s id: %s

source: Attach volume %(volume_id)s to instance %(server_id)s at %(device)s
cs: Připojit svazek %(volume_id)s k instanci %(server_id)s na %(device)s

source: Delete snapshot with id: %s
cs: Smazat snímek s id: %s

source: Create snapshot from volume %s
cs: Vytvořit snímek ze svazku %s

source: Attempted to instantiate singleton
cs: Pokus o vytvoření instanci jedináčka

source: Attempted to remove the last member of a group. Deleting the group at %s instead.
cs: Pokus o odstranění posledního člena skupiny. Místo toho je smazána skupina v %s.

source: Looking up user: %r
cs: Hledání uživatele: %r

source: Failed authorization for access key %s
cs: Ověření selhalo pro přístupový klíč %s

source: Using project name = user name (%s)
cs: Použití názvu projektu = jméno uživatele (%s)

source: failed authorization: no project named %(pjid)s (user=%(uname)s)
cs: ověření selhalo: žádný projekt s názvem %(pjid)s (uživatel=%(uname)s)

source: Failed authorization: user %(uname)s not admin and not member of project %(pjname)s
cs: Ověření selhalo: uživatel %(uname)s není správcem a není členem projektu %(pjname)s

source: user.secret: %s
cs: uživatel_tajemství: %s

source: expected_signature: %s
cs: očekáváný_podpis: %s

source: signature: %s
cs: podpis: %s

source: Invalid signature for user %s
cs: Neplatný podpis pro uživatele %s

source: host_only_signature: %s
cs: pouze_podpis_hostitele: %s

source: Must specify project
cs: Musíte zadat projekt

source: Adding role %(role)s to user %(uid)s in project %(pid)s
cs: Přidávávání role %(role)s uživateli %(uid)s v projektu %(pid)s

source: Adding sitewide role %(role)s to user %(uid)s
cs: Přidávání celosíťové role %(role)s uživateli %(uid)s

source: Removing role %(role)s from user %(uid)s on project %(pid)s
cs: Odstraňování role %(role)s uživatele %(uid)s v projektu %(pid)s

source: Removing sitewide role %(role)s from user %(uid)s
cs: Odstraňování celosíťové role %(role)s uživatele %(uid)s

source: Created project %(name)s with manager %(manager_user)s
cs: Vytvořen projekt %(name)s se správcem %(manager_user)s

source: modifying project %s
cs: úprava projektu %s

source: Adding user %(uid)s to project %(pid)s
cs: Přidávání uživatele %(uid)s do projektu %(pid)s

source: Remove user %(uid)s from project %(pid)s
cs: Odstraňování uživatele %(uid)s z projektu %(pid)s

source: Deleting project %s
cs: Mazání projektu %s

source: Created user %(rvname)s (admin: %(rvadmin)r)
cs: Vytvořen uživatel %(rvname)s (admin: %(rvadmin)r)

source: Deleting user %s
cs: Mazání uživatele %s

source: Access Key change for user %s
cs: Změna přístupového klíče uživatele %s

source: Secret Key change for user %s
cs: Změna tajného klíče uživatele %s

source: Admin status set to %(admin)r for user %(uid)s
cs: Stav správce nastaven na %(admin)r pro uživatele %(uid)s

source: No vpn data for project %s
cs: Žádná data vpn pro projekt %s

source: Template for cloudpipe instance boot script
cs: Šablona pro zaváděcí skript instance cloudpipe

source: Network to push into openvpn config
cs: Síť kterou odeslat do nastavení openvpn

source: Netmask to push into openvpn config
cs: Síťovou masku kterou odeslat do nastavení openvpn

source: Launching VPN for %s
cs: Spouštění VPN pro %s

source: No compute host specified
cs: Nezadán žádný počítačový hostitel

source: Unable to find host for Instance %s
cs: Nelze najít hostitele pro instanci %s

source: Quota exceeded for %(pid)s, tried to set %(num_metadata)s metadata properties
cs: Překročena kvóta pro %(pid)s, pokus o nastavení %(num_metadata)s vlastností metadat

source: Going to run %s instances...
cs: Chystá se spuštění %s instancí...

source: Sending create to scheduler for %(pid)s/%(uid)s's
cs: Posílání vytvoření pro plánovače pro %(pid)s/%(uid)s

source: Instance %(instance_uuid)s is not stopped. (%(vm_state)s
cs: Instance %(instance_uuid)s není zastavena. (%(vm_state)s

source: Searching by: %s
cs: Hledání podle: %s

source: Image type not recognized %s
cs: Nerozpoznaný typ obrazu %s

source: flavor_id is None. Assuming migration.
cs: flavor_id je None. Předpokládán přesun.

source: Old instance type %(current_instance_type_name)s, new instance type %(new_instance_type_name)s
cs: Stará instance typu %(current_instance_type_name)s, nová instance typu %(new_instance_type_name)s

source: multiple fixedips exist, using the first: %s
cs: existuje mnoho pevných ip, použita je první: %s

source: Keypair name must be between 1 and 255 characters long
cs: Dvojice klíčů musí být dlouhá 1 až 255 znaků.

source: create arguments must be positive integers
cs: argumenty create musí být kladná celá čísla

source: DB error: %s
cs: Chyba DB: %s

source: Instance type %s not found for deletion
cs: Instance typu %s není nalezena ke smazání

source: check_instance_lock: decorating: |%s|
cs: check_instance_lock: zdobení: |%s|

source: check_instance_lock: locked: |%s|
cs: check_instance_lock: uzamknuto: |%s|

source: check_instance_lock: admin: |%s|
cs: check_instance_lock: správce: |%s|

source: check_instance_lock: executing: |%s|
cs: check_instance_lock: spouštění: |%s|

source: check_instance_lock: not executing |%s|
cs: check_instance_lock: nespouštění |%s|

source: Unable to load the virtualization driver: %s
cs: Nelze načíst ovladač virtualizace: %s

source: Current state is %(drv_state)s, state in DB is %(db_state)s.
cs: Současný stav je %(drv_state)s, stav v DB je %(db_state)s.
